Repository: autowp/autowp-frontend
Catalog: src/locale/messages.*.xlf
Languages: es_es, fr_fr, he_il, it_it, pt_br, ru_ru, uk_ua, zh_cn

# n-vehicles
source: {category.descendants_count, plural, one {{{category.descendants_count}} vehicle} other {{{category.descendants_count}} vehicles}}
ru_ru: {VAR_PLURAL, plural, one {{INTERPOLATION} автомобиль} few {{INTERPOLATION} автомобиля} other {{INTERPOLATION} автомобилей}}

source: WheelsAge.org
ru_ru: AutoWP.ru

source: Send
ru_ru: Отправить

source: All pictures of {{ group.name_text }}
ru_ru: Все изображения {{ group.name_text }}

source: Specifications of {{ group.name_text }}
ru_ru: Технические характеристики {{ group.name_text }}

source: Specifications of group.name_text
ru_ru: Технические характеристики group.name_text
uk_ua: Технічні характеристики group.name_text

source: {{ resolution }} (aspect is about {{ aspect }})
ru_ru: {{ resolution }} (пропорции {{ aspect }})

source: brand.name_only pictures
ru_ru: Изображения brand.name_only
uk_ua: Додані зображення brand.name_only

source: 1920-29th
pt_br: anos 1920
ru_ru: 1920-29ых
uk_ua: 1920-29их
zh_cn: 1920-29年

source: 1930-39th
pt_br: anos 1930
ru_ru: 1930-39ых
uk_ua: 1930-39их
zh_cn: 1930-39年

source: 1940-49th
pt_br: anos 1940
ru_ru: 1940-49ых
uk_ua: 1940-49их
zh_cn: 1940-49年

source: 1950-59th
pt_br: anos 1950
ru_ru: 1950-59ых
uk_ua: 1950-59их
zh_cn: 1950-59年

source: 1960-69th
pt_br: anos 1960
ru_ru: 1960-69ых
uk_ua: 1960-69их
zh_cn: 1960-69年

source: 1970-79th
pt_br: anos 1970
ru_ru: 1970-79ых
uk_ua: 1970-79их
zh_cn: 1970-79年

source: 1980-89th
pt_br: anos 1980
ru_ru: 1980-89ых
uk_ua: 1980-89их
zh_cn: 1980-89年

source: 1990-99th
pt_br: anos 1990
ru_ru: 1990-99ых
uk_ua: 1990-99их
zh_cn: 1990-99年

source: 2000-09th
pt_br: anos 2000
ru_ru: 2000-09ых
uk_ua: 2000-09их
zh_cn: 2000-09年

source: 2010-17th
pt_br: anos 2010
ru_ru: 2010-17ых
uk_ua: 2010-17их
zh_cn: 2010-17年

source: Loading…
es_es: Cargando…
fr_fr: Chargement…
it_it: Caricamento...
zh_cn: 正在加载…

source: Change password
es_es: Cambiar contraseña
fr_fr: Changer le mot de passe
it_it: Cambia password
zh_cn: 修改密码

source: Delete account
es_es: Eliminar cuenta
fr_fr: Supprimer le compte
it_it: Elimina account
zh_cn: 注销账号

source: Remove
es_es: Eliminar
fr_fr: Supprimer
it_it: Rimuovi
zh_cn: 取消

source: Не удалось удалить учетную запись. Такое бывает, если привязанная учётная запись является единственным способом авторизации, т.е. не задан e-mail или другие учётный записи.
es_es: No se pudo borrar la cuenta. Esto sucede cuando la cuenta vinculada, es el único medio de autenticación. Es decir, sin correo electrónico u otra cuenta establecida.
fr_fr: Impossible de supprimer le compte. Cela se produit si le compte lié est à une méthode d'authentification, à savoir, un e-mail non renseigné ou à d'autres comptes.
it_it: Impossibile eliminare l'account. Ciò accade se l'account collegato è l'unico metodo di autorizzazione, ad es. e-mail o altri account non sono impostati.
zh_cn: 无法删除该帐户。 这种情况可能由捆绑账户是唯一的身份验证方法引起，即：没有指定的电子邮件或其他帐户。

source: Мы сожалем, что вам пришлось оказаться на этой странице, и вы планируете покинуть наш сайт навсегда, но не можем вам в этом отказать. Нажав на красную кнопку, все данные, касающиеся вас, будут обезличены или удалены. Этот процесс необратим, поэтому хорошенько подумайте и не принимайте поспешных решений.
es_es: Lamentamos que se encuentre en esta página y planee abandonar nuestro sitio, pero no podemos negarle esto. Al hacer clic en el botón rojo, todos sus datos serán eliminados. Este proceso es irreversible, así que piense con cuidado y no tome decisiones apresuradas.
fr_fr: Nous sommes désolés, que vous avez dû se trouver sur cette page, et vous envisagez de quitter notre site pour toujours, mais nous ne pouvons pas vous le refuser. En cliquant sur le bouton rouge, toutes les données vous concernant seront anonymisées ou supprimés. Ce processus est irréversible, alors réfléchissez bien et ne prenez pas de décisions hâtives.
it_it: Ci dispiace che tu sia su questa pagina e che abbia intenzione di lasciare il nostro sito, ma non possiamo impedirtelo. Cliccando sul pulsante rosso, tutti i dati che ti riguardano saranno resi anonimi o cancellati. Questo processo è irreversibile, quindi pensa attentamente e non prendere decisioni affrettate.
zh_cn: 我们为您来到这一页面感到惋惜，请您确认打算永远离开我们的网站。 按下红色按钮，所有与你相关的数据将被匿名或删除。 这个过程是不可逆的，请仔细思考，不要草率决定。

source: send
es_es: enviar
fr_fr: envoyer
it_it: invia
zh_cn: 发表

source: Account removed. Good luck.
es_es: La cuenta fué eliminada. Buena suerte.
fr_fr: Compte supprimé. Bonne chance.
it_it: Account eliminato. Arrivederci.
zh_cn: 删除帐户 祝您幸福。

source: Your current e-mail address:
es_es: Su dirección de correo actual:
fr_fr: Votre adresse e-mail actuelle:
it_it: Il tuo indirizzo e-mail attuale:
zh_cn: 您当前的电子邮件地址：

source: Change
es_es: Cambiar
fr_fr: Changer
it_it: Cambia
zh_cn: 找零

source: Delete all sent messages
es_es: Borrar todos los mensajes enviados
fr_fr: Supprimer tout les messages envoyés
it_it: Elimina tutti i messaggi inviati
zh_cn: 清空发件箱

source: Delete all system notifications
es_es: Borrar todas las notificaciones del sistema
fr_fr: Supprimer toutes les notifications système
it_it: Cancella tutte le notifiche
zh_cn: 清空系统提示

source: System notification
es_es: Notificación del sistema
fr_fr: Notification système
it_it: Notifica di sistema
zh_cn: 系统提示

source: new
es_es: nuevo
fr_fr: nouveau
it_it: nuovo
zh_cn: 新

source: delete
es_es: borrar
fr_fr: supprimer
it_it: cancella
zh_cn: 删除

source: reply
es_es: reintentar
fr_fr: répondre
it_it: rispondi
zh_cn: 回复

source: entire dialog
es_es: diálogo completo
fr_fr: dialogue complet
it_it: discussione intera
zh_cn: 全部会话

source: No messages
es_es: No hay mensajes
fr_fr: Pas de messages
it_it: Nessun messaggio
zh_cn: 无消息

source: Personal info
es_es: Información personal
fr_fr: Informations personnelles
it_it: Informazioni personali
zh_cn: 个人信息

source: Photo
es_es: Foto
it_it: Foto
zh_cn: 头像

source: You can upload photo or use [Gravatar](http://gravatar.com/)
es_es: Usted puede subir una imagen o utilizar un [Gravatar](http://gravatar.com/)
fr_fr: Vous pouvez ajouter une photo ou utiliser le service [Gravatar](http://gravatar.com/)
it_it: Puoi caricare una foto o usare [Gravatar](http://gravatar.com/)
zh_cn: 您可以上传头像或使用[Gravatar](http://gravatar.com/)

source: Delete photo
es_es: Borrar foto
fr_fr: Supprimer la photo
it_it: Cancella foto
zh_cn: 删除头像

source: Votes per day
es_es: Votos por día
fr_fr: Votes par jour
it_it: Voti al giorno
zh_cn: 可用表决

source: Votes left
es_es: Votos restantes
fr_fr: Votes restant
it_it: Voti mancanti
zh_cn: 剩余表决

source: Language
es_es: Idioma
fr_fr: Langue
it_it: Lingua
zh_cn: 语言

source: Timezone
es_es: Zona horaria
fr_fr: Fuseau horaire
it_it: Fuso orario
zh_cn: 时区

source: Weight
es_es: Peso
fr_fr: Poids
it_it: Peso
zh_cn: 比重

source: All
es_es: Todos
fr_fr: Tout
it_it: Tutto
zh_cn: 所有

source: I disagree
es_es: No estoy de acuerdo
fr_fr: Je ne suis pas d'accord
it_it: Non sono d'accordo
zh_cn: 我不同意

source: Do not agree with me
es_es: No estás de acuerdo conmigo
fr_fr: N'est pas d'accord avec moi
it_it: Non è d'accordo con me
zh_cn: 不同意我的看法

source: Errors
es_es: Errores
fr_fr: Erreurs
it_it: Errori
zh_cn: 警告

source: Object
es_es: Objeto
fr_fr: Objet
it_it: Oggetto
zh_cn: 目标

source: Parameter
es_es: Parámetro
fr_fr: Parametre
it_it: Parametro
zh_cn: 参数

source: My value
es_es: Mi valor
fr_fr: Ma valeur
it_it: Il mio valore
zh_cn: 我的价值

source: Other values
es_es: Otros valores
fr_fr: Autres valeurs
it_it: Altri valori
zh_cn: 其他价值

source: Encyclopedia of cars in pictures. WheelsAge.org
es_es: Enciclopedia de autos en imágenes. WheelsAge.org
fr_fr: L'encyclopédie des voitures en images. WheelsAge.org
it_it: Enciclopedia delle auto in immagini. WheelsAge.org
zh_cn: 汽车图片的百科全书，WheelsAge.org

source: More
es_es: Mas
fr_fr: Plus
it_it: Altro
zh_cn: 更多

source: Who is online?
es_es: ¿Quién está en linea?
fr_fr: Qui est connecté?
it_it: Chi è online?
zh_cn: 有谁在线?

source: Cabinet
es_es: Gabinete
fr_fr: Page personnelle
it_it: Armadietto
zh_cn: 个人主页

source: Sign out
es_es: Salir
fr_fr: Se déconnecter
it_it: Disconnetti
zh_cn: 注销

source: pr.
zh_cn: 至今

source: Please note that all material on this server autowp.ru, added visitors. The site administration does not have information on the legality of the publication of these materials. All images are posted for educational purposes. [Report copyright violation](mailto:autowp@yandex.ru)
es_es: Por favor, considerar que todo el material disponible en el servidor wheelsage.org ha sido agregado por sus propios visitantes. La administración de este sitio no posee información sobre la legalidad de la publicación de estos contenidos. Todas las imágenes son posteadas para propósitos educativos. [Report copyright violation](mailto:autowp@yandex.ru)
fr_fr: Veuillez noter que tous les documents sur wheelsage.org, sont ajoutés par les visiteurs. L'administration du site ne dispose pas d'informations sur la légalité de la publication de ces documents. Toutes les images sont postées à des fins éducatives. [Signaler une violation des droits d'auteur](mailto:autowp@yandex.ru)
it_it: Tieni a mente che tutto il materiale sul sito wheelsage.org è aggiunto dagli utenti. L'amministrazione del sito non ha informazioni sulla legalità della pubblicazione di tali materiale. Tutte le immagini sono pubblicate a scopo educativo. [Segnala violazione di copyright](mailto:autowp@yandex.ru)
zh_cn: 请知悉，autowp服务器中全部素材都是由浏览者添加的。 站长没有这些素材的相关法律信息。 所有图片仅用于传播知识。 [举报侵权行为](mailto:autowp@yandex.ru)

source: details
es_es: detalles
fr_fr: détails
it_it: dettagli
zh_cn: 详细分类

source: New {{ brand.name }} vehicles
es_es: Vehículos nuevos {{ brand.name }}
fr_fr: Nouveaux véhicules {{ brand.name }}
it_it: Nuovi veicoli {{ brand.name }}
zh_cn: 新的 {{ brand.name }} 车辆

source: pictures:
es_es: imágenes:
fr_fr: images:
it_it: immagini:
zh_cn: 图片:

source: User
es_es: Usuario
fr_fr: Utilisateur
it_it: Utente
zh_cn: 用户

source: Date
es_es: Fecha
it_it: Data
zh_cn: 日期

source: Attribute
es_es: Atributo
fr_fr: Attribut
it_it: Attributi
zh_cn: 属性

source: Value
es_es: Valor
fr_fr: Valeur
it_it: Valore
zh_cn: 数据

source: Editor
fr_fr: Éditeur
it_it: Editore
zh_cn: 编辑器

source: to editor
es_es: al editor
fr_fr: à l'éditeur
it_it: all'editore
zh_cn: 前往编辑器

source: Engine from catalogue
es_es: Catálogo de motores
fr_fr: Moteur depuis le catalogue
it_it: Motore dal catalogo
zh_cn: 从目录中查看发动机

source: Select another engine
es_es: Seleccionar otro motor
fr_fr: Choisir un autre moteur
it_it: Seleziona un altro motore
zh_cn: 选择其它发动机

source: Cancel engine
es_es: Cancelar motor
fr_fr: Annuler le moteur
it_it: Cancella motore
zh_cn: 取消发动机

source: Inherit engine
es_es: Heredar motor
fr_fr: Hériter le moteur
it_it: Eredita motore
zh_cn: 继承引擎

source: [not selected]
es_es: [No seleccionado]
fr_fr: [pas sélectionner]
it_it: [non selezionato]
zh_cn: [未选择]

source: Select engine
es_es: Seleccionar motor
fr_fr: Choisir moteur
it_it: Seleziona motore
zh_cn: 选择发动机

source: Don't inherit engine
es_es: No heredar el motor
fr_fr: Ne pas hériter du moteur
it_it: Non ereditare il motore
zh_cn: 不继承引擎

source: Specs editor of {{ item.nameText }}
es_es: Especifica el editor de {{ item.nameText }}
fr_fr: Editeur de spécifications de {{ item.nameText }}
it_it: Editor di specifiche di {{ item.nameText }}
zh_cn: {{ item.nameText }} 旁观编辑器

source: Select
es_es: Seleccionar
fr_fr: Sélectionner
it_it: Seleziona
zh_cn: 选择

source: Type to search …
es_es: Escribe para buscar…
fr_fr: Écrire pour rechercher …
it_it: Tipo di ricerca ...
zh_cn: 请输入要搜索的内容

source: other modification
es_es: otra modificación
fr_fr: autre modification
it_it: altre modifiche
zh_cn: 其它改型

source: Attributes
fr_fr: Atributs
it_it: Attributi
zh_cn: 属性

source: Your value
es_es: Su valor
fr_fr: Votre valeur
it_it: Il tuo valore
zh_cn: 您的数据

source: Current value
es_es: Valor actual
fr_fr: Valeur actuelle
it_it: Valore attuale
zh_cn: 当前数据

source: All values
es_es: Agregar valores
fr_fr: Toutes les valeurs
it_it: Tutti i valori
zh_cn: 所有数据

source: Save
es_es: Guardar
fr_fr: Sauvegarde
it_it: Salva
zh_cn: 上传

source: edit
es_es: editar
fr_fr: editer
it_it: modifica
zh_cn: 编辑

source: Log of values
es_es: Registro de valores
fr_fr: Journal des valeurs
it_it: Registro dei valori
zh_cn: 输入数据

source: **Attention!** You probably have accumulated a significant number of errors. Some of them discovered by other visitors can be found [here](/account/specs-conflicts)
es_es: **¡Atención!** Probablemente hayas acumulado un número significativo de errores. Algunos de ellos descubiertos por otros visitantes pueden encontrarse [here](/account/specs-conflicts)
fr_fr: **Attention!** Vous avez probablement accumulé un nombre significatif d'erreurs. Certains d'entre eux ont été découverts par d'autres visiteurs peuvent être trouvés [here](/account/specs-conflicts)
it_it: **Attenzione!** Probabilmente hai accumulato un numero significativo di errori. Alcuni di essi scoperti da altri visitatori possono essere trovati [here](/account/specs-conflicts)
zh_cn: **Attention!** 你可能累积了大量错误。 其他访客发现的一些错误可以找到 [here](/account/specs-conflicts)

source: Info
zh_cn: 信息

source: Result
es_es: Resultado
fr_fr: Résultat
it_it: Risultato
zh_cn: 结果

source: Admin
es_es: Administrador
fr_fr: Pääkäyttäjä
it_it: Amministratore
zh_cn: 管理

source: Просьба отнестить со всей ответственностью ко всем выполняемым действиям, т.к. они станут достоянием общественности. О структуре самих характеристик. Все характеристики организованы в виде дерева элементов "параметр - значение". Значения могут быть числовыми и текстовыми. Важной особенностью является тот факт, что каждая характеристика может быть задана одновременно несколькими пользователями. В этом случае актуальным (используемым) значением является то, которое система сочтет приоритетным по ряду признаков. Если вы столкнулись с ситуацией, когда вам не удаётся перекрыть введенное кем-то ранее значение, то вы можете просто написать об этом автору. Впрочем в процессе реализации система автоматического уведомления автором о том, что с его значением кто-то не согласен. Все значения, которые здесь вводятся - отображаются на сайте, в характеристиках, используются в построении разделы "самые-самые", а также отображаются в некоторых других местах сайта.
es_es: Por favor, asuma todas las acciones realizadas con responsabilidad. Recuerde que ellas serán de público conocimiento. Sobre la estructura de las características: Todas las características están organizadas como un árbol de elementos "parámetro - valor". Los valores pueden ser numéricos o de texto. Una característica importante es el hecho de que cada una de ellas, puede ser configurada simultáneamente por varios usuarios. En ese caso, el valor real (utilizado) es el que el sistema considera prioritario para una serie de características. Si se encuentra frente a una situación en la que no puede anular el valor ingresado por alguien anteriormente, simplemente puede escribirle al autor al respecto. El sistema de notificaciones automáticas, le informará al autor que alguien no está de acuerdo con el significado de algún elemento. Todos los valores que se ingresan aquí, se muestran en el sitio, en características, se utilizan en la construcción de las secciones "mejores más" y también se muestran en algunos otros lugares del sitio. Enviar comentarios Historial Guardadas Comunidad
fr_fr: S'il vous plaît prendre avec toute la responsabilité à toutes les actions effectuées depuis ils deviennent publics. Sur la structure des mêmes spécifications. Toutes les spécifications sont organisées comme un arbre d'éléments "l'option - valeur". Les valeurs peuvent être numériques ou texte. Une caractéristique importante est le fait que chaque spécification peut être définie par plusieurs utilisateurs simultanément. Dans ce cas, la valeur (utilisée) actuelle est que le système juge une priorité pour un certain nombre de motifs. Si vous êtes confronté à une situation où vous ne pouvez pas bloquer l'entrée de quelqu'un de la valeur précédemment, vous pouvez simplement écrire sur cet auteur. D'ailleurs dans le processus de mise en œuvre de système automatique notifie à l'auteur que de la valeur de quelqu'un n'est pas d'accord. Toutes les valeurs qui sont entrées ici - apparaissent sur le site, dans les spécifications, utilisés dans la construction des sections de "plus-plus", et apparaissent dans plusieurs autres zones du site.
it_it: Si prega di attribuire tutta la responsabilità di tutte le azioni compiute. Diventeranno pubblici. Sulla struttura delle caratteristiche stesse. Tutte le caratteristiche sono organizzate come un albero di elementi "parametro - valore". I valori possono essere numerici o di testo. Una caratteristica importante è il fatto che ogni caratteristica può essere impostata contemporaneamente da più utenti. In questo caso, il valore effettivo (usato) è quello che il sistema considera prioritario per una serie di caratteristiche. Se ti trovi di fronte a una situazione in cui non sei in grado di sovrascrivere il valore inserito da qualcuno in precedenza, puoi semplicemente scriverne all'autore. Tuttavia, nel processo di implementazione, un sistema per notificare automaticamente all'autore che qualcuno non è d'accordo con il suo significato. Tutti i valori inseriti qui vengono visualizzati sul sito, nelle caratteristiche, vengono utilizzati nella costruzione delle sezioni "best-best" e vengono visualizzati anche in altri punti del sito.
zh_cn: 由于所有数据将公开，请您认真进行所有操作。 本身的结构特征。 所有技术参数都组织成“选项——数据”的结构，数据可以是数字或文本。 每项技术参数可以被多个用户同时限定，在这种情况下，当前（旧）数据在系统中优先显示。 如果对之前输入的数据存在异议，您可以联系作者，系统会自动通知作者数据产生了争议。 所有被输入的数据都会显示在网站上，如“汽车之最”中的技术参数和网站其它一些地方。

source: Refresh inheritance
es_es: Actualizar herencia
fr_fr: Rafraîchir l'héritage
it_it: Aggiorna l'eredità
zh_cn: 刷新继承项

source: Attribute values
es_es: Valores de atributo
fr_fr: Attribuer des valeurs
it_it: Attributi dei valori
zh_cn: 属性值

source: In chronological order
es_es: En orden cronológico
fr_fr: Dans l'ordre chronologique
it_it: In ordine cronologico
zh_cn: 按推出时间排序

source: Chronological
es_es: Cronológico
fr_fr: Chronologique
it_it: Cronologico
zh_cn: 按车型年代

source: Brand inbox
es_es: Inbox de oficina
fr_fr: Boite de réception des marques
it_it: Posta in arrivo del marchio
zh_cn: 按品牌

source: comments
es_es: comentarios
fr_fr: commentaires
it_it: commenti
zh_cn: 评论

source: add vehicle
es_es: agregar vehículo
fr_fr: ajouter un vehicule
it_it: aggiungi veicolo
zh_cn: 添加车型

source: add engine
es_es: agregar motor
fr_fr: ajouter un moteur
it_it: aggiungi motore
zh_cn: 添加发动机

source: Popular images
es_es: Imágenes populares
fr_fr: Images populaires
it_it: Immagini popolari
zh_cn: 热门图片

source: Links
es_es: Enlaces
fr_fr: Liens
zh_cn: 链接

source: Official websites
es_es: Sitios oficiales
fr_fr: Site officiel
it_it: Siti ufficiali
zh_cn: 官方网站

source: Car clubs
es_es: Club de autos
fr_fr: Clubs automobiles
it_it: Club dell'auto
zh_cn: 俱乐部

source: All pictures of
es_es: Todas las imágenes de
fr_fr: Toutes les images de
it_it: Tutte le immagini di
zh_cn: 的所有图片

source: Latest pictures of {{ brand.nameOnly }}
es_es: Últimas imágenes de {{ brand.nameOnly }}
fr_fr: Dernières photos de {{ brand.nameOnly }}
it_it: Ultime immagini di {{ brand.nameOnly }}
zh_cn: {{ brand.nameOnly }} 的最新图片

source: All pictures
es_es: Todas las imágenes
fr_fr: Toutes les images
it_it: Tutte le immagini
zh_cn: 所有图片

source: All pictures of item.nameText
es_es: Todas las imágenes de item.nameText
fr_fr: Toutes les images de item.nameText
it_it: Tutte le immagini di item.nameText
zh_cn: 的所有图片item.nameText

source: Other pictures of
es_es: Otras imágenes de
fr_fr: Autres images de
it_it: Altre immagini di
zh_cn: 的其它图片

source: all pictures
es_es: todas las imágenes
fr_fr: toutes les images
it_it: tutte le immagini
zh_cn: 全部图片

source: No photos available
es_es: No hay imágenes disponibles
fr_fr: Pas de photos disponibles
it_it: Nessuna foto disponibile
zh_cn: 无图片

source: Add photo
es_es: Añadir foto
fr_fr: Ajouter une photo
it_it: Aggiungi foto
zh_cn: 添加图片

source: Mounted on:
es_es: Ensamblado en:
fr_fr: Monter sur:
it_it: Montato su:
zh_cn: 配备于:

source: edit specs
es_es: editar especificaciones
fr_fr: éditer les spécifications
it_it: modifica specifiche
zh_cn: 编辑性能参数

source: To be able to post a comment, you must [create an account or sign in using social networks account](/login)
es_es: Para poder publicar un comentario, debe [crear una cuenta o iniciar sesión con una cuenta de redes sociales](/login)
fr_fr: Pour pouvoir poster un commentaire, vous devez [créer un compte ou de vous connecter en utilisant le compte des réseaux sociaux](/login)
it_it: Per poter commentare devi [creare un account o accedere tramite i tuoi account sui social network](/login)
zh_cn: 为方便发表评论，您需要[注册账号或用社交网站账号登陆](/login)

source: Add comment
es_es: Añadir comentario
fr_fr: Ajouter un commentaire
it_it: Aggiungi un commento
zh_cn: 添加评论

source: Cancel
es_es: Cancelar
fr_fr: Annuler
it_it: Cancella
zh_cn: 取消

source: It requires attention of moderators
es_es: Se requiere la atención de los moderadores
fr_fr: Requiert l'attention des modérateurs
it_it: Richiede il controllo da parte dei moderatori
zh_cn: 向管理员发送提示

source: Send
es_es: Enviar
fr_fr: Envoyer
it_it: Invio
zh_cn: 发表

source: Anonymous
es_es: Anónimo
fr_fr: Anonyme
it_it: Anonimo
zh_cn: 匿名

source: Message deleted by site administration
es_es: Mensaje eliminado por administración del sitio
fr_fr: Message supprimé par l'administration du site
it_it: Il messaggio è stato cancellato da un amministratore
zh_cn: 消息已通过网站管理删除

source: reply & resolve
es_es: responder & resolver
fr_fr: répondre et résoudre
it_it: rispondi e risolvi
zh_cn: 回复 & 解析度

source: Delete
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
zh_cn: 删除

source: Restore
es_es: Restaurar
fr_fr: Restaurer
it_it: Ripristina
zh_cn: 恢复

source: Votes
es_es: Votos
it_it: Voti
zh_cn: 表决

source: Close
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
zh_cn: 关闭

source: Vehicle type
es_es: Tipo de vehículo
fr_fr: Type de véhicule
it_it: Tipo di veicolo
zh_cn: 车型

source: Authors
es_es: Autores
fr_fr: Auteurs
it_it: Autori
zh_cn: 作者
