Repository: autowp/autowp-frontend
Catalog: src/locale/messages.*.xlf
Languages: es_es, fr_fr, he_il, it_it, pt_br, ru_ru, uk_ua, zh_cn

source: дебют на автосалоне
es_es: debut en el autoshow
fr_fr: le début au salon de l'auto
he_il: הופעת בכורה בתערוכת הרכב
it_it: debutto al salone dell'auto
pt_br: estreia na exposição
uk_ua: дебют на автошоу
zh_cn: 在车展亮相

source: производство
es_es: producción
fr_fr: production
he_il: הפקה
it_it: produzione
pt_br: produção
uk_ua: виробництво
zh_cn: 生产

source: участие в соревнованиях
es_es: participación en consursos
fr_fr: participation à des compétitions
he_il: השתתפות בתחרויות
it_it: partecipazione a concorsi
pt_br: participação em competições
uk_ua: участь у змаганнях
zh_cn: 参加赛事

source: emission standard
es_es: emisión estandard
fr_fr: norme pollution
he_il: תקן פליטה
it_it: emissioni standard
pt_br: padrão de emissão
ru_ru: норма выбросов
uk_ua: норма викидів
zh_cn: 排放标准

source: production place
es_es: lugar de producción
fr_fr: lieu de production
he_il: מקום הייצור
it_it: luogo di produzione
pt_br: local de proudução
ru_ru: место производства
uk_ua: місце виробництва
zh_cn: 生产地

source: electric
es_es: eléctrico
fr_fr: electrique
he_il: חשמלי
it_it: elettrico
pt_br: elétrico
ru_ru: электрика
uk_ua: електрика
zh_cn: 电气化

source: onboard voltage
es_es: voltaje a bordo
fr_fr: voltage a bord
he_il: מתח על הסיפון
it_it: voltaggio a bordo
pt_br: tensão interna
ru_ru: напряжение бортовой сети
uk_ua: напруга бортової мережі
zh_cn: 板载电压

source: Max speed (reverse)
es_es: Velocidad máxima (marcha atrás)
fr_fr: Vitesse maximale (en marche arrière)
he_il: מהירות מקסימלית (הפוכה)
it_it: Velocità massima (retromarcia)
zh_cn: 最高时速

source: Number of reverse gears
es_es: Número de marchas atrás
fr_fr: Nombre de marches arrière
he_il: מספר הילוכים לאחור
it_it: Numero di retromarce
zh_cn: 反向装备数量

source: Auto pumping tires
es_es: Neumáticos de inflado automático
fr_fr: Pneus auto regonflant
he_il: שאיבה אוטומטית של צמיגים
it_it: Pneumatici di pompaggio automatico
zh_cn: 自动抽取轮胎数

source: external dimensions
es_es: dimensiones externas
fr_fr: dimensions extérieures
he_il: מימדים חיצוניים
it_it: dimensioni esterne
pt_br: dimensões externas
ru_ru: Внешние размеры
uk_ua: Зовнішні розміри
zh_cn: 外形尺寸

source: seating
es_es: asientos
fr_fr: sièges
he_il: מקומות ישיבה
it_it: posti a sedere
pt_br: sentados
ru_ru: сидячих
uk_ua: сидячих
zh_cn: 座位数

source: including standing
es_es: incluyendo de pie
fr_fr: en tenant compte des places debout
he_il: כולל עמידה
it_it: anche in piedi
pt_br: incluindo de pé
ru_ru: с учётом стоячих мест
uk_ua: з врахуванням стоячих місць
zh_cn: 含站立乘客数量

source: Metric (PS) 1 HP = 1.014 metric PS or CV
es_es: Métrica (PS) 1 HP = 1.014 PS o CV métrico
fr_fr: Métrique (PS) 1 HP = 1.014 métrique PS ou CV
he_il: מדד (PS) 1 כ''ס = 1.014 מדד PS או CV
it_it: Metrico (PS) 1 HP = 1.014 PS metrici o CV
pt_br: Métrico (CV) 1 HP = 1,014 CV ou PS métricos
ru_ru: Метрическая (PS) 1 HP = 1.014 metric PS or CV
uk_ua: Метрична (PS) 1 HP = 1.014 метричних PS або CV
zh_cn: 公式(PS) 1 HP = 1.014 公式PS 或 CV

source: Power by DIN 70020. European standard
es_es: Potencia by DIN 70020 - Standard europeo
fr_fr: Puissance DIN 70020. Norme Européenne
he_il: כוח לפי DIN 70020. תקן אירופאי
it_it: Potenza secondo DIN 70020. Standard europeo
pt_br: Com base na DIN 70020 (padrão europeu)
ru_ru: Мощность по DIN 70020. Европейский стандарт
uk_ua: Потужність по DIN 70020. Європейський стандарт
zh_cn: 由 DIN 70020 提供的电力，欧洲标准

source: SAE Certified Power. US standard 2005-06
es_es: Potencia SAE certificada - Standard Estados Unidos 2005-06
fr_fr: SAE Certified puissance. Norme pour les états-UNIS avec 2005-06
he_il: כוח מאושר SAE. תקן ארה"ב 2005-06
it_it: Potenza certificata SAE. Standard USA 2005-06
pt_br: Certificado de potência SAE (padrão norte-americano de 2005 e 2006)
ru_ru: SAE Certified Power. Стандарт для US с 2005-06 года
uk_ua: SAE Certified Power. Стандарт для США з 2005-06 року
zh_cn: SAE 认证功率：2005-2006年美国标准

source: US standard 1971-72. Transmission is not considered. Attachments - considered
es_es: Standars estadounidense 1971-72. No se considera la transmisión. Si se consideran los accesorios (alternador, compresor aire acondicionado, etc)
fr_fr: Norme pour les états-UNIS avec 1971-72. La transmission n'est pas pris en compte. Les pièces jointes compte
he_il: תקן ארה"ב 1971-72. שידור לא נחשב. קבצים מצורפים - נחשב
it_it: Standard USA 1971-72. La trasmissione non è considerata. Allegati - considerati
pt_br: Padrão norte-americano de 1972
ru_ru: Стандарт для US с 1971-72. Трансмиссия не учитывается. Навесное оборудование - учитывается
uk_ua: Стандарт для США з 1971-72. Трансмісія не враховується. Навісне обладнання - враховується
zh_cn: 美国标准1971-72， 传送不被考虑。

source: US standard 1972 year, roughly corresponding to the power measurement technology to 1972. Transmission is not considered
es_es: Estándar estadounidense de 1972 aproximadamente. Correspondiente a la tecnología de medición de potencia de 1972. La transmisión no se considera
fr_fr: La norme des états-unis de 1972, une technologie de mesure de la puissance jusqu'en 1972. La transmission n'est pas pris en compte.
he_il: תקן אמריקאי 1972 שנה, תואם בערך לטכנולוגיית מדידת הספק לשנת 1972. שידור לא נחשב
it_it: Anno 1972 standard statunitense, corrispondente all'incirca alla tecnologia di misurazione della potenza fino al 1972. La trasmissione non è considerata
pt_br: Padrão norte-americano até 1972
ru_ru: Стандарт US 1972 года, примерно соответствующий технологии измерения мощности до 1972. Трансмиссия - не учитывется
uk_ua: Стандарт США 1972 року, приблизно відповідний технології виміру потужності до 1972. Трансмісія - не враховується
zh_cn: 美国1972年标准，大致与1972年电力测量技术相对应。 传播未被考虑在内。

source: Standard USSR and Russia
es_es: Standard USSR y Rusia
fr_fr: La norme de l'URSS et de la Russie
he_il: תקן של ברית המועצות ורוסיה
it_it: Standard USSR e Russia
pt_br: Padrão russo (soviético)
ru_ru: Стандарт СССР и России
uk_ua: Стандарт СРСР і Росії
zh_cn: 标准苏联和俄国

source: 36.8% urban + 63.2% extra urban
es_es: 36,8% urbano + 63,2% extra urbano
fr_fr: 36.8% urbain + 63.2% extra urbain
he_il: 36.8% עירוניים + 63.2% עירוניים נוספים
it_it: 36.8% urbano + 63.2% extra urbano
pt_br: 36.8% urbano + 63.2% extra urbano
zh_cn: 36.8% 城市+63.2% 额外的城市

source: axis. 2×radius
es_es: ejes. 2×radio
fr_fr: axe. 2×rayon
he_il: ציר. רדיוס כפול 2
it_it: asse. 2×raggio
ru_ru: осевой. 2×радиус
uk_ua: осьовий. 2×радіус
zh_cn: 轴。2×半径

source: coil spring
es_es: resorte helicoidal
fr_fr: ressorts hélicoïdaux
he_il: סליל קפיצי
it_it: molla elicoidale
pt_br: mola helicoidal
ru_ru: пружинная
uk_ua: пружинна
zh_cn: 炼焦厂

source: leaf spring
es_es: resorte de hoja (elásticos)
fr_fr: ressorts à lames
he_il: וקפיץ עלים
it_it: molla a balestra
pt_br: suspensão de lâminas
ru_ru: рессорная
uk_ua: ресорна
zh_cn: 叶子春色

source: pneumatic
es_es: neumatica
fr_fr: pneumatique
he_il: פנאומטי
it_it: pneumatico
pt_br: pneumática
ru_ru: пневматическая
uk_ua: пневматична
zh_cn: 气动

source: hydropneumatic
es_es: hidroneumática
fr_fr: oléopneumatique
he_il: הידרופנאומטית
it_it: idropneumatico
pt_br: hidropneumática
ru_ru: гидропневматическая
uk_ua: гідропневматична
zh_cn: 水下星系

source: torsion
es_es: torsión
fr_fr: barre de torsion
he_il: פתול
it_it: torsione
pt_br: por torsão
ru_ru: торсионная
uk_ua: торсіонна
zh_cn: 折磨中

source: rubber-elastic elements
es_es: elementos elásticos de goma
fr_fr: sur des éléments élastiques en caoutchouc
he_il: אלמנטים גומי אלסטיים
it_it: elementi in gomma elastica
pt_br: elementos elásticos de borracha
ru_ru: на резиновых упругих элементах
uk_ua: на резинових пружних елементах
zh_cn: 橡皮弹性元素

source: coil spring with push rod
es_es: muelle helicoidal con varilla de empuje
fr_fr: ressorts hélicoïdaux avec tige de poussée (Push-Rod)
he_il: קפיץ סליל עם מוט דחיפה
it_it: molla elicoidale con push rod
pt_br: mola helicoidal com haste de pressão
ru_ru: пружинная с толкающей штангой (Push-Rod)
uk_ua: пружинна з штовхаючою штангою (Push-Rod)
zh_cn: 带有推法线的线圈春色

source: coil spring with pull rod
es_es: muelle helicoidal con varilla de tiro
fr_fr: ressorts hélicoïdaux avec tige de traction (Pull-Rod)
he_il: קפיץ סליל עם מוט דחיפה
it_it: molla elicoidale con pull rod
pt_br: mola helicoidal com haste de tensão
ru_ru: пружинная с тянущей штангой (Pull-Rod)
uk_ua: пружинна з тягнучою штангою (Pull-Rod)
zh_cn: 带有拉罗德的线圈春色

source: leaf spring on the transverse springs
es_es: Resorte de hoja (elástico), con resortes transversales
fr_fr: ressorts à lames transversaux
he_il: קפיץ עלים על הקפיצים הרוחביים
it_it: balestra sulle molle trasversali
pt_br: suspensão de lâminas com molas transversais
ru_ru: рессорная на поперечных рессорах
uk_ua: ресорна на поперечних ресорах
zh_cn: 横向泉上的叶子

source: leaf spring on longitudinal leaf springs
es_es: Resorte de hoja (elástico), con resortes longitudinales
fr_fr: ressorts à lames longitudinales
he_il: קפיץ עלים על קפיצי עלים אורכיים
it_it: molla a balestra su molle a balestra longitudinali
pt_br: suspensão de lâminas com molas longitudinais
ru_ru: рессорная на продольных рессорах
uk_ua: ресорна на поздовжніх ресорах
zh_cn: 纵向叶子泉上的叶子

source: on the longitudinal elliptic leaf springs
es_es: en las ballestas elípticas longitudinales
fr_fr: ressorts à lames elliptiques longitudinales
he_il: על קפיצי העלים האליפטיים האורכיים
it_it: sulle balestre longitudinali di forma ellittica
pt_br: nas molas longitudinais elípticas
ru_ru: рессорная на продольных эллиптических рессорах
uk_ua: ресорна на поздовжніх еліптичних ресорах
zh_cn: 在纵向椭圆叶泉上

source: on longitudinal ¾-elliptic leaf springs
es_es: en las ballestas ¾ elípticas longitudinales
fr_fr: ressorts à lames ¾-elliptiques longitudinaux
he_il: על קפיצי עלים אורכיים ¾-אליפטיים
it_it: su balestre longitudinali ¾ ellittiche
pt_br: molas longitudinais ¾-elípticas
ru_ru: рессорная на продольных ¾-эллиптических рессорах
uk_ua: ресорна на поздовжніх ¾-еліптичних ресорах
zh_cn: 在纵向3张4椭圆叶泉上

source: on the longitudinal ¼-elliptic leaf springs
es_es: en las ballestas ¼ elípticas longitudinales
fr_fr: ressorts à lames ¼-elliptiques longitudinaux
he_il: על קפיצי העלים האורכיים ¼-אליפטיים
it_it: sulle balestre longitudinali ¼ ellittiche
pt_br: molas longitudinais ¼-elípticas
ru_ru: рессорная на продольных ¼-эллиптических рессорах
uk_ua: ресорна на поздовжніх ¼-еліптичних ресорах
zh_cn: 在纵向1张4椭圆叶泉上

source: on longitudinal semi-elliptic leaf springs
es_es: en las ballestas semi-elípticas longitudinales
fr_fr: ressorts à lames semi-elliptiques longitudinaux
he_il: על קפיצי עלים חצי אליפטיים אורכיים
it_it: su balestre longitudinali semi-ellittiche
pt_br: molas longitudinais semi-elípticas
ru_ru: рессорная на продольных полуэллиптических рессорах
uk_ua: ресорна на поздовжніх напівеліптичних ресорах
zh_cn: 在纵向半椭圆叶泉上

source: on longitudinal cantilever leaf springs
es_es: en ballestas longitudinales en voladizo
fr_fr: ressorts à lames cantilever longitudinaux
he_il: על קפיצי עלים שלוחים אורכיים
it_it: su molle a balestra a sbalzo longitudinali
pt_br: molas longitudinais de balanço
ru_ru: рессорная на продольных кантилеверных рессорах
uk_ua: ресорна на поздовжніх кантилеверних ресорах
zh_cn: 在纵向圆柱状叶子泉上

source: on the longitudinal balancing leaf springs
es_es: en las ballestas de equilibrio longitudinal
fr_fr: ressorts à lames équilibrage longitudinales
he_il: על קפיצי העלים האיזונים האורכיים
it_it: sulle balestre longitudinali di bilanciamento
pt_br: molas longitudinais de equilíbrio
ru_ru: рессорная на продольных балансирных рессорах
uk_ua: ресорна на поздовжніх балансирних ресорах
zh_cn: 在纵向平衡皮革泉上

source: torsion bar with the push rod
es_es: barra de torsión con varilla de empuje
fr_fr: barre de torsion avec tige de poussée (Push-Rod)
he_il: מוט פיתול עם מוט הדחיפה
it_it: barra di torsione con push rod
pt_br: barra de torção com haste de pressão
ru_ru: торсионная с толкающей штангой (Push-Rod)
uk_ua: торсіонна з штовхаючою штангою (Push-Rod)
zh_cn: 扭力梁悬挂（带推杆）

source: torsion bar with the pull rod
es_es: barra de torsión sin varilla de empuje
fr_fr: barre de torsion avec tige de traction (Pull-Rod)
he_il: מוט פיתול עם מוט המשיכה
it_it: barra di torsione con pull rod
pt_br: barra de torção com haste de tensão
ru_ru: торсионная с тянущей штангой (Pull-Rod)
uk_ua: торсіонна з тягнучою штангою (Pull-Rod)
zh_cn: 扭力梁悬挂（带拉杆）

source: dependent
es_es: dependiente
fr_fr: dépendant
he_il: תלוי
it_it: dipendente
pt_br: dependente
ru_ru: зависимая
uk_ua: залежна
zh_cn: 非独立悬挂

source: independent
es_es: independiente
fr_fr: indépendante
he_il: עצמאי
it_it: indipendente
pt_br: independente
ru_ru: независимая
uk_ua: незалежна
zh_cn: 独立悬挂

source: semidependent
es_es: semidependiente
fr_fr: semi-dépendant
he_il: תלוי למחצה
it_it: semi-indipendente
pt_br: semi-independent
ru_ru: полузависимая
uk_ua: напівзалежна
zh_cn: 半独立悬挂

source: dependent linkage-less
es_es: dependiente sin enlace
fr_fr: dépendant sans bras
he_il: ללא הצמדה תלויה
it_it: dipendente senza collegamento
pt_br: dependente sem ligação
ru_ru: зависимая безрычажная
uk_ua: залежна безважільна
zh_cn: 无依赖链接

source: dependent to the trailing arms
es_es: dependiente en los brazos de arrastre
fr_fr: dépendant à bras longitudinaux
he_il: תלוי בזרועות הנגררות
it_it: dipendente dai bracci longitudinali
pt_br: dependente com braço oscilante
ru_ru: зависимая с продольными рычагами
uk_ua: залежна з поздовжніми важелями
zh_cn: 依赖于尾随的武器

source: dependent to the hard pipe or drawbar (Torque-tube or Torque-Rod)
es_es: dependiente del tubo rígido o la barra de tiro (tubo de torsión o barra de torsión)
fr_fr: dépendant (couple-tube ou couple-tige)
he_il: תלוי בצינור הקשיח או המוט (צינור מומנט או מוט מומנט)
it_it: dipendente con tubo rigido o timone (tubo o asta di torsione) con asta Panhard
pt_br: dependente com tubo rígido (Torque tube ou Torque-Rod)
ru_ru: зависимая с упорной трубой или дышлом (Torque-tube или Torque-Rod)
uk_ua: залежна з впираючою трубою або дишлом (Torque-tube або Torque-Rod)
zh_cn: 依赖于硬管或绘图栏 (Torque-tube 或 Torque-Rod)

source: independent with swinging half-axles
es_es: Independiente con semiejes oscilantes
fr_fr: indépendante avec des demi-essieux oscillants
he_il: עצמאי עם חצאי סרנים מתנדנדים
it_it: indipendente a semiassi oscillanti
pt_br: independente com semi-eixos
ru_ru: независимая с качающимися полуосями
uk_ua: незалежна з коливаючимися напівосями
zh_cn: 独立与旋转半轴

source: independent trailing arm
es_es: brazo de arrastre independiente
fr_fr: indépendante à bras longitudinaux
he_il: זרוע נגררת עצמאית
it_it: braccio di traino indipendente
pt_br: braço oscilante independente
ru_ru: независимая на продольных рычагах
uk_ua: незалежна на поздовжніх важелях
zh_cn: 独立尾随手枪

source: independent suspension Dubonnet
es_es: suspensión independiente Dubonnet
fr_fr: indépendante Dubonnet
he_il: מתלים עצמאיים דובונט
it_it: sospensione indipendente Dubonnet
pt_br: suspensão independente Dubonnet
ru_ru: независимая подвеска Дюбонне
uk_ua: незалежна підвіска Дюбонне
zh_cn: 独立暂停 Dubonnet

source: independent on oblique levers
es_es: independiente con palancas oblicuas
fr_fr: indépendante à bras obliques
he_il: עצמאי על מנופים אלכסוניים
it_it: indipendente su leve oblique
pt_br: independente com alavanca oblíqua
ru_ru: независимая на косых рычагах
uk_ua: незалежна на кривих важелях

source: independent double wishbone
es_es: doble horquilla independiente
fr_fr: indépendante à deux bras transversaux
he_il: עצם משאלה כפולה עצמאית
it_it: quadrilatero indipendente
ru_ru: независимая на двойных поперечных рычагах
uk_ua: незалежна на подвійних поперечних важелях
zh_cn: 双心独立的

source: independent multi-link
es_es: multienlace independiente
fr_fr: indépendante a plusieurs bras
he_il: עצמאי רב קישור
it_it: multi-link indipendente
pt_br: independente multi-link
ru_ru: независимая многорычажная
uk_ua: незалежна багатоважільна
zh_cn: 独立的多链接

source: independent candle
es_es: vela independiente
fr_fr: indépendante bougie
he_il: נר עצמאי
it_it: sospensione indipendente
ru_ru: независимая свечная
uk_ua: незалежна свічкова
zh_cn: 独立的烛光

source: semidependent De Dion
es_es: semidependiente De Dion
he_il: דה דיון תלוי למחצה
it_it: semi-dipendente De Dion
pt_br: semi-independente De Dion
ru_ru: полузависимая Де Дион
uk_ua: напівзалежна Де Діон
zh_cn: 德迪昂附属协会

source: semidependent torsion-lever
es_es: palanca de torsión semi-dependiente
fr_fr: semidependent à bras tirés et barres de torsion
he_il: ידית פיתול תלויה למחצה
it_it: leva di torsione semidipendente
pt_br: semi-independente com barra de torção
ru_ru: полузависимая торсионно-рычажная
uk_ua: напівзалежна торсіонно-важельна
zh_cn: 半依赖酷刑的吸附器

source: dependent with trailing arms with Watt's mechanism
es_es: dependiente con los brazos finales con el mecanismo de Watt
fr_fr: dépendant à bras longitudinaux avec mécanisme de Watt
he_il: תלוי עם זרועות נגררות עם המנגנון של וואט
it_it: dipendente a bracci longitudinali Watt's
pt_br: dependente com braço oscilante e mecanismo Watt
ru_ru: зависимая с продольными рычагами с механизмом Уатта
uk_ua: залежна з поздовжніми важелями з механізмом Уатта
zh_cn: 使用 Watt 机制依靠尾随武器

source: dependent with trailing arms with Scott-Russell mechanism
es_es: dependiente con brazos colgantes con mecanismo de Scott-Russell
fr_fr: dépendant à bras longitudinaux avec mécanisme de Scott-Russell
he_il: תלוי עם זרועות נגררות עם מנגנון סקוט-ראסל
it_it: dipendente a bracci longitudinali Scott-Russell
pt_br: dependente com braço oscilante e mecanismo Scott-Russell
ru_ru: зависимая с продольными рычагами с механизмом Скотта-Рассела
uk_ua: залежна з поздовжніми важелями з механізмом Скотта-Рассела
zh_cn: 使用 Scott-Russell 机制依靠尾随武器

source: dependent with trailing arms with a Panhard rod
es_es: dependiente con brazos de arrastre con varilla Panhard
fr_fr: dépendant à bras longitudinaux avec barre Panhard
he_il: תלוי עם זרועות נגררות עם מוט פנארד
it_it: dipendente a bracci longitudinali con asta Panhard
pt_br: dependente com braço oscilante e haste Panhard
ru_ru: зависимая с продольными рычагами с тягой Панара
uk_ua: залежна з поздовжніми важелями з тягою Панара
zh_cn: 依附于尾随武器，带着一把防腐棒。

source: dependent with hard pipe or drawbar (Torque-tube or Torque-Rod) with Watt's mechanism
es_es: dependiente con tubo duro o barra de dibujo (Torque-tube o Torque-Rod) con mecanismo de Watt
fr_fr: dépendant (couple-tube ou couple-tige) avec mécanisme de Watt
he_il: תלוי עם צינור קשיח או מוט (מומנט-צינור או מומנט-מוט) עם המנגנון של וואט
it_it: dipendente con tubo rigido o timone (tubo o asta di torsione) Watt's
pt_br: dependente com tubo rígido (Torque tube ou Torque-Rod) e mecanismo Watt
ru_ru: зависимая с упорной трубой или дышлом (Torque-tube или Torque-Rod) с механизмом Уатта
uk_ua: залежна з упорною трубою або дишлом (Torque-tube або Torque-Rod) з механізмом Уатта
zh_cn: 依赖于硬管或绘图栏 (Torque-tube 或 Torque-Rod) 和 Watt 的机制

source: dependent with hard pipe or drawbar (Torque-tube or Torque-Rod) with Scott-Russell mechanism
es_es: dependiente con tubo rígido o barra de tiro (tubo de torsión o barra de torsión) con mecanismo de Scott-Russell
fr_fr: dépendant (couple-tube ou couple-tige) avec mécanisme de Scott-Russell
he_il: תלוי עם צינור קשיח או מוט (מומנט-צינור או מומנט-מוט) עם המנגנון של סקוט-ראסל
it_it: dipendente con tubo rigido o timone (Torque-tube o Torque-Rod) con meccanismo Scott-Russell
pt_br: dependente com tubo rígido (Torque tube ou Torque-Rod) e mecanismo Scott-Russell
ru_ru: зависимая с упорной трубой или дышлом (Torque-tube или Torque-Rod) с механизмом Скотта-Рассела
uk_ua: залежна з упорною трубою або дишлом (Torque-tube або Torque-Rod) з механізмом Скотта-Рассела
zh_cn: 使用Scott-Russell 机制依赖硬管或抽屉(Torque-tube 或 Torque-Rod)

source: dependent with hard pipe or drawbar (Torque-tube or Torque-Rod) with a Panhard rod
es_es: dependiente con tubo rígido o barra de tiro (tubo de torsión o barra de torsión) con una varilla Panhard
fr_fr: dépendant (couple-tube ou couple-tige) avec barre Panhard
he_il: תלוי עם צינור קשיח או מוט (מומנט-צינור או מומנט-מוט) עם עם מוט פנארד
it_it: dipendente con tubo rigido o timone (Torque-tube o Torque-Rod) con asta Panhard
pt_br: dependente com tubo rígido (Torque tube ou Torque-Rod) e haste Panhard
ru_ru: зависимая с упорной трубой или дышлом (Torque-tube или Torque-Rod) с тягой Панара
uk_ua: залежна з упорною трубою або дишлом (Torque-tube або Torque-Rod) з тягою Панара
zh_cn: 依赖于硬管或绘图栏 (Torque-tube 或 Torque-Rod) 与一个Panhardrod

source: independent candle sweep (McPherson)
es_es: Mc Pherson (Barrido de vela independiente)
fr_fr: MacPherson
he_il: ניקוי נרות עצמאי (מקפרסון)
it_it: sistema sospensioni indipendenti (McPherson)
ru_ru: независимая свечная с качающейся свечой (McPherson)
uk_ua: незалежна свічкова з коливаючою свічкою (McPherson)
zh_cn: 独立的蜡烛扫描(McPherson)

source: independent candle sweep (McPherson) on longitudinal and transverse arms
es_es: McPherson (barrido de vela independiente) en brazos longitudinales y transversales
fr_fr: MacPherson à bras longitudinaux et transversaux
he_il: ניקוי נרות עצמאי (McPherson) על זרועות אורכיות ורוחביות
it_it: sistema sospensioni indipendenti (McPherson) o bracci longitudinali e trasversali
pt_br: MacPherson com braços longitudinais e transversais
ru_ru: независимая свечная с качающейся свечой (McPherson) на продольных и поперечных рычагах
uk_ua: незалежна свічкова з коливаючою свічкою (McPherson) на поздовжніх і поперечних важелях
zh_cn: 纵向和横向武器上的独立蜡烛光扫射(McPherson)

source: semidependent torsion-lever with Watt's mechanism
es_es: levier de torsion semi-dépendant avec le mécanisme de Watt
fr_fr: semidependent à bras tirés et barres de torsion avec mécanisme de Watt
he_il: ידית פיתול תלויה למחצה עם מנגנון וואט
it_it: meccanismo semi-indipendente barra di torsione Watt's
pt_br: semi-independente com barra de torção e mecanismo Watt
ru_ru: полузависимая торсионно-рычажная с механизмом Уатта
uk_ua: напівзалежна торсіонно-важельна з механізмом Уатта
zh_cn: 使用 Watt 机制的半依赖折磨机

source: semidependent torsion-lever with Scott-Russell mechanism
es_es: Palanca de torsión semidependiente con mecanismo Scott-Russell
fr_fr: semidependent à bras tirés et barres de torsion avec mécanisme de Scott-Russell
he_il: ידית פיתול תלויה למחצה עם מנגנון סקוט-ראסל
it_it: meccanismo semi-indipendente barra di torsione Scott-Russell
pt_br: semi-independente com barra de torção e mecanismo Scott-Russell
ru_ru: полузависимая торсионно-рычажная с механизмом Скотта-Рассела
uk_ua: напівзалежна торсіонно-важельна з механізмом Скотта-Рассела
zh_cn: Scott-Russell 机制的半附属折磨杠器

source: semidependent torsion-lever a Panhard rod
es_es: palanca de torsión semidependiente una varilla Panhard
fr_fr: semidependent à bras tirés et barres de torsion avec barre Panhard
he_il: מוט פיתול תלוי למחצה, מוט פנארד
it_it: barra Panhard
pt_br: semi-independente com barra de torção e haste Panhard
ru_ru: полузависимая торсионно-рычажная с тягой Панара
uk_ua: напівзалежна торсіонно-важельна з тягою Панара
zh_cn: 半依赖酷刑的折磨-杠杆是 Panhard rod

source: unilateral
fr_fr: à simple effet
he_il: חד צדדי
it_it: unilaterale
ru_ru: односторонний
uk_ua: односторонній
zh_cn: 单方面的

source: double-sided
es_es: doble cara
fr_fr: à double effet
he_il: דו צדדי
it_it: doppia faccia
pt_br: dois lados
ru_ru: двухсторонний
uk_ua: двосторонній
zh_cn: 双面

source: friction (mechanical)
es_es: fricción (manual)
fr_fr: à friction
he_il: חיכוך (מכני)
it_it: attrito (meccanico)
pt_br: fricção (mecânica)
ru_ru: фрикционный (механический)
uk_ua: фрікціонний (механічний)
zh_cn: 摩擦(机械)

source: hydraulic
es_es: hidráulica
fr_fr: hydraulique
he_il: הידראולי
it_it: idraulica
pt_br: hidráulica
ru_ru: гидравлический
uk_ua: гідравлічний
zh_cn: 水力学

source: hydraulic arm
es_es: braco hidráulico
fr_fr: hydraulique à bras
he_il: זרוע הידראולית
it_it: braccio pneumatico
pt_br: braço hidráulico
ru_ru: гидравлический рычажный
uk_ua: гідравлічний важільний
zh_cn: 液压手枪
