Repository: autowp/autowp-frontend
Catalog: src/locale/messages.*.xlf
Languages: es_es, fr_fr, he_il, it_it, pt_br, ru_ru, uk_ua, zh_cn

source: All images have their owners. If you think that the users of the site made a mistake by posting this image in this section, it would be nice if you wrote about it in the comments and pointed out the error. Discuss anything and just talk about cars and not only can you on [the forum](/forums/).
he_il: לכל התמונות יש את הבעלים שלהן. אם אתם חושבים שמשתמשי האתר עשו טעות בפרסום תמונה זו במדור זה, יהיה נחמד אם תכתבו על כך בתגובות ותצביעו על השגיאה. לדון בכל דבר ופשוט לדבר על מכוניות ולא רק אתה יכול ב[פורום](/forums/).
ru_ru: Все изображения являются чьей-либо собственностью. Если вы считаете, что пользователи сайта ошиблись, разместив данную картинку в этом разделе, то было бы здорово, если бы вы написали об этом в комментариях и указали на ошибку. Поделиться своей радостью, обсудить наболевшее и просто поболтать об автомобилях и не только вы можете на нашем [форуме](/forums/).

# picture/propose-image-replacement
source: Propose image replacement
es_es: Proponer sustitución de la imagen
fr_fr: Proposer une image en remplacement
he_il: להציע החלפת תמונה
it_it: Proponi sostituzione dell'immagine
pt_br: Propor substituição da imagem
ru_ru: Предложить замену картинке
uk_ua: Запропонувати заміну зображенню
zh_cn: 建议替换图片

source: Moderators about this picture:
he_il: מחשבות המנחה על התמונה הזו:
pt_br: Moderadores sobre esta imagem:
ru_ru: Модераторы об этом фото:
uk_ua: Модераторы об этом фото:

source: Accept
he_il: לקבל
ru_ru: Принять

source: Delete
he_il: למחוק
ru_ru: Удалить

source: Unaccept
he_il: לא לקבל
ru_ru: Отпринять

source: Restore
he_il: לשחזר
ru_ru: Восстановить

source: Edit picture №{{ picture.id }}
he_il: לעריכת תמונה מס'{{ picture.id }}
ru_ru: Управление изображением №{{ picture.id }}
uk_ua: Управління зображенням №{{ picture.id }}

source: Edit item
he_il: לערוך פריט
pt_br: Editar item
ru_ru: Управление
uk_ua: Управління

source: Privacy Policy
es_es: Política de privacidad
fr_fr: Politique de confidentialité
he_il: מדיניות פרטיות
it_it: Politica sulla privacy
ru_ru: Политика конфиденциальности
zh_cn: 隐私政策

source: Pulse
es_es: Pulso
fr_fr: Impulsion
he_il: פעימה
it_it: Impulso
pt_br: Pulsos
ru_ru: Пульс
uk_ua: Пульс
zh_cn: 活跃度

source: Rules
es_es: Reglas
fr_fr: Règlement
he_il: כללים
it_it: Regole
pt_br: Regras
ru_ru: Правила
uk_ua: Правила
zh_cn: 规定

# page/106/name
source: Rules
es_es: Reglas
fr_fr: Règlement
he_il: כללים
it_it: Regole
pt_br: Regras
ru_ru: Правила
uk_ua: Правила
zh_cn: 规定

# rules
source: 1. ## Common 1. При размещении любых материалов или их фрагментов обязательно указывать источник 2. Запрещено одновременное использование нескольких аккаунтов одним пользователем. 3. На всём сайте в любой форме запрещён мат, нецензурные выражения и т.д. 4. Запрещено оскорбление посетителей сайта 5. Запрещено поднятие вопросов: политики, религии, сексуальных предпочтений и прочего, если это напрямую не связано с предметом обсуждения или не оговорено особым образом 6. Запрещено обсуждение действий модераторов где либо, кроме как в специально обозначенных местах или личной переписке с ними 7. Запрещена публикация личной переписки или любой иной информации, дискредитирующей других участников сайта 8. Запрещено использование в качестве аватаров или фотографий нецензурных изображений 2. ## Комментарии 1. Запрещено обсуждение чего либо, кроме предмета комментирования 2. Запрещено написание бессмысленных сообщений, содержащих только "смайлик" или другой способ уведомления о настроении 3. Неккоректные сообщения будут удаляться без уведомления 3. ## Форум 1. Запрещено использование написания заглавными буквами, воспринимаемого как крик 2. Запрещен "оффтопик" в любом виде 3. Запрещено создание одинаковых тем в нескольких ветках 4. Запрещено поднятие вопроса о "лучшем автомобиле", без уточнения сферы использования 4. ## Правила ведения каталога ### Именование автомобилей 1. Названия автомобилям присваиваются в соответствии с их оригинальным названием, доступным на кузове или в официальных изданиях компании 2. Название автомобиля пишется с заглавной буквы, но допускается написание только строчными или только заглавными буквами, если это соответсвует официальному наименованию автомобиля 3. Желательно указание кода кузова/серии/модели 4. Допутимо использование кириллицы, латиницы, отдельных символов греческого алфавита 5. Допустимо использование цифр 6. Допустимо использование специальных символов, если таковые применялись производителем 7. Для разделения автомобилей по типу кузова, допустимо добавлять его к названию 8. Допустимо добавления к названию информации, идентифицирующей рынок сбыта, для разделения автомобилей по этому признаку. Например, UK-spec, North America, ZA-spec 9. Адаптированные к языковой версии сайта названия автомобилей следуют тем же правилам, но не имеют ограничения на используемый алфавит
es_es: 1. ## Común 1. Cuando publique cualquier material o sus fragmentos, asegúrese de indicar la fuente 2. Está prohibido usar varias cuentas por un usuario al mismo tiempo. 3. En todo el sitio, en cualquier forma, está prohibido el uso de palabrotas, lenguaje obsceno, etc. 4. Está prohibido insultar a los visitantes del sitio. 5. Está prohibido plantear preguntas: política, religión, preferencias sexuales y otras, si no está directamente relacionado con el tema de discusión o no se discute específicamente 6. Está prohibido discutir las acciones de los moderadores en cualquier lugar, excepto en lugares especialmente designados o correspondencia personal con ellos. 7. Está prohibido publicar correspondencia personal o cualquier otra información que desacredite a otros miembros del sitio. 8. Está prohibido utilizar imágenes obscenas como avatares o fotografías. 2. ## Comentarios 1. Está prohibido discutir cualquier otra cosa que no sea el tema de los comentarios. 2. Está prohibido escribir mensajes sin sentido que contengan solo un "emogi" u otra forma de notificación del estado de ánimo. 3. Los mensajes incorrectos se eliminarán sin previo aviso. 3. ## Foro 1. Está prohibido utilizar la escritura en mayúsculas, percibida como un grito 2. Prohibido "offtopic" en cualquier forma 3. Está prohibido crear los mismos temas en varias ramas 4. Está prohibido plantear la cuestión del "mejor coche" sin especificar el ámbito de uso. 4. ## Reglas de mantenimiento del directorio ### Nombres de coches 1. Los nombres de los coches se asignan de acuerdo con su nombre original, disponible en la carrocería o en las publicaciones oficiales de la empresa. 2. El nombre del auto se escribe con mayúscula, pero se permite escribir solo en minúsculas o solo en mayúsculas, si corresponde al nombre oficial del auto 3. Es conveniente indicar el código de la carrocería / serie / modelo 4. Está permitido utilizar caracteres cirílicos, latinos e individuales del alfabeto griego. 5. Se permite el uso de números 6. Está permitido utilizar caracteres especiales si fueron utilizados por el fabricante. 7. Para separar automóviles por tipo de carrocería, está permitido agregarlo al nombre 8. Está permitido agregar al nombre de la información que identifique el mercado de ventas para separar los automóviles sobre esta base. Por ejemplo, especificación del Reino Unido, América del Norte, especificación ZA 9. Los nombres de automóviles adaptados a la versión de idioma del sitio siguen las mismas reglas, pero no tienen restricciones sobre el alfabeto utilizado. Enviar comentarios
fr_fr: 1. ## Commun 1. Lorsque vous placez des matériaux ou des fragments de ceux-ci, veillez à en indiquer la source 2. Un seul utilisateur n'a pas le droit d'utiliser plusieurs comptes en même temps. 3.Sur l'ensemble du site sous quelque forme que ce soit, les obscénités, les expressions obscènes, etc. sont interdites. 4. Il est interdit d'insulter les visiteurs du site, restez respectueux! 5. Il est interdit de parler de: politique, religion, préférences sexuelles et autres, si cela n'est pas directement lié au sujet de discussion ou n'est pas spécifiquement comme le bon endroit pour cette conversation. 6. Il est interdit de discuter des actions des modérateurs n'importe où, sauf dans des endroits spécialement fait pour ou par message personnelle avec eux. 7. Il est interdit de publier des messages personnels ou toute autre information qui discrédite un autre membre du site. 8.Il est interdit d'utiliser ou poster des images obscènes comme avatars ou photos 2. ## Commentaires 1. Il est interdit de discuter d'autre chose que le sujet des commentaires (pas de hors sujet) 2. Il est interdit d'écrire des messages dénués de sens contenant uniquement un smiley ou une humeur. 3. Les messages ne respectant pas les règles seront supprimés sans préavis. 3. ## Forum 1. Il est interdit d'utiliser des majuscules pour "crier" (pas de phrases entièrement en majuscules). 2. Le hors sujet est interdit sous quelque forme que ce soit. 3. Il est interdit de créer des sujets identiques dans plusieurs catégories (Ce site, Thèmes de la photo, …). 4. Il est interdit de soulever la question de la "meilleure voiture", sans préciser le domaine d'utilisation. 4. ## Règles de catalogage des vehicules ### Désignation des voitures 1. Les noms des voitures sont attribués conformément à leur nom d'origine, disponible sur la carrosserie ou dans les publications officielles de la société. 2. Le nom de la voiture doit être écrit en majuscules, mais il est permis d'écrire uniquement en minuscules ou uniquement en majuscules si cela correspond au nom officiel de la voiture 3. L'indication du code carrosserie / de la série / du modèle est souhaitable 4. L'utilisation des caractères cyrilliques, latins et individuels de l'alphabet grec est autorisé. 5. L'utilisation de nombre est autorisé. 6. Si le fabriquant a utilisé des caractères spéciaux, alors leur utilisation est autorisé 7. Il est possible de séparer les véhicules ayant différent types de carrosserie en intégrant le nom du type de carrosserie. 8. Il est permis d'ajouter des informations identifiant le marché auquel le véhicule est destiné pour séparer le même modele dans différentes configurations. Par exemple, UK-spec, Amérique du Nord, ZA-spec. 9. Les noms de voitures suivent les mêmes règles, mais n'ont aucune restriction quand a l'alphabet utilisé.
he_il: 1. ## חוקים כלליים 1. בעת פרסום חומרים או קטעים מהם, הקפד לציין את המקור. 2. שימוש בו-זמני במספר חשבונות על ידי משתמש אחד אסור. 3. בכל האתר חל איסור על קללות, לשון הרע וכדומה בכל צורה שהיא. 4. העלבת מבקרים באתר אסורה. 5. אסור לדון בנושאים: פוליטיקה, דת, העדפות מיניות ודברים אחרים, אלא אם זה קשור ישירות לנושא הדיון או לא צוין בצורה מיוחדת. 6. אסור לדון בפעולות של מנחים בכל מקום, למעט במקומות המיועדים לכך או התכתבות אישית עימם. 7. חל איסור לפרסם תכתובות אישיות או כל מידע אחר שמכפיש חברים אחרים באתר. 8. חל איסור להשתמש בתמונות מגונות כאווטרים או כתמונות. 2. ## הערות 1. אסור לדון בדבר מלבד נושא ההערה. 2. אסור לכתוב הודעות חסרות משמעות המכילות רק "סמיילי" או דרך אחרת להצביע על מצב הרוח. 3. הודעות שגויות יימחקו ללא הודעה מוקדמת. 3. ## פורום 1. חל איסור להשתמש באותיות גדולות הנתפסות כצעקות. 2. מחוץ לנושא בכל צורה שהיא אסורה. 3. חל איסור ליצור נושאים זהים במספר שרשורים. 4. חל איסור להעלות את שאלת המכונית הטובה ביותר מבלי לציין את היקף השימוש. 4. ## כללים לתחזוקת ספרייה ### לתת שם לרכבים 1. כלי רכב נקראים לפי שמם המקורי, זמין בגוף או במסמכי החברה הרשמיים. 2. שם הרכב כתוב באות גדולה אך מותר לכתוב רק באותיות קטנות או רק באותיות גדולות אם זה מתאים לשם הרשמי של הרכב. 3. רצוי לציין את הקוד של גוף/סדרה/דגם 4. מקובל להשתמש באותיות הקיריליות, הלטיניות והפרטיות של האלפבית היווני. 5. מקובל להשתמש במספרים. 6. מקובל להשתמש בתווים מיוחדים אם הם שימשו על ידי היצרן. 7. להפרדת מכוניות לפי מבנה גוף, מותר להוסיף זאת לשם. 8. מותר להוסיף לשם הפרדת מכוניות לפי קריטריון זה מידע המזהה את שוק המכירות. למשל, UK-spec, North America, ZA-spec. 9. שמות רכבים המותאמים לגרסת השפה של האתר פועלים על פי אותם כללים, אך אין להם הגבלות על האלפבית בשימוש
it_it: 1. ## Paragrafo 1. Quando pubblichi materiali o loro frammenti, assicurati di indicare la fonte 2. Proibito l'utilizzo simultaneo di più account da parte di un utente 3. Imprecare in qualsiasi forma è vietato in tutto il sito, espressioni oscene, ecc. 4. È vietato insultare i visitatori del sito 5. È vietato sollevare domande: politici,religione, preferenze sessuali e altro, se non è direttamente correlato all'argomento della discussione o non è specificato in modo speciale 6. È vietato discutere le azioni dei moderatori ovunque, tranne che in luoghi appositamente designati o corrispondenza personale con loro 7. È vietato pubblicare corrispondenza personale o qualsiasi altra informazione che screditi altri membri del sito 8. È vietato utilizzare immagini oscene come avatar o foto 2. ##Commenti 1. È vietato discutere qualsiasi cosa diversa dall'oggetto del commento 2. È vietato scrivere senza senso messaggi contenenti solo "faccine" o altro modo di notificare l'umore 3. Saranno messaggi errati essere cancellato senza preavviso 3. ## Forum 1. Vietato l'uso della scrittura in maiuscolo, percepita come gridare 2. "Offtopic" in qualsiasi forma è vietato 3. È vietato creare gli stessi argomenti in più rami 4. È vietato sollevare la questione della "migliore macchina", senza specificare l'ambito di utilizzo 4. ## Regole per la manutenzione del catalogo ### Denominazione dei veicoli 1. I veicoli sono denominati in base al loro nome originale disponibile su corpo o nelle pubblicazioni ufficiali dell'azienda 2. Il nome dell'auto è in maiuscolo, ma è consentita l'ortografia solo in minuscolo o solo in maiuscolo, se corrisponde alla denominazione ufficiale del veicolo 3. È auspicabile indicare il codice del corpo/serie/modello 4. È ammesso l'uso di caratteri cirillici, latini, singoli e alfabeto greco 5. Sono consentite le cifre 6. Sono consentiti i caratteri speciali, se presenti sono stati utilizzati dal produttore 7. Per separare le auto per tipo di carrozzeria, è consentito aggiungerlo al nome 8. È consentito aggiungere al nome di informazioni che identificano il mercato di vendita per separare le auto in base a questo cartello. Ad esempio, UK-spec, North America, ZA-spec 9. Nomi delle auto adattati alla versione linguistica del sito seguono le stesse regole ma non hanno restrizioni sull'alfabeto utilizzato
ru_ru: 1. ## Общее 1. При размещении любых материалов или их фрагментов обязательно указывать источник 2. Запрещено одновременное использование нескольких аккаунтов одним пользователем. 3. На всём сайте в любой форме запрещён мат, нецензурные выражения и т.д. 4. Запрещено оскорбление посетителей сайта 5. Запрещено поднятие вопросов: политики, религии, сексуальных предпочтений и прочего, если это напрямую не связано с предметом обсуждения или не оговорено особым образом 6. Запрещено обсуждение действий модераторов где либо, кроме как в специально обозначенных местах или личной переписке с ними 7. Запрещена публикация личной переписки или любой иной информации, дискредитирующей других участников сайта 8. Запрещено использование в качестве аватаров или фотографий нецензурных изображений 2. ## Комментарии 1. Запрещено обсуждение чего либо, кроме предмета комментирования 2. Запрещено написание бессмысленных сообщений, содержащих только "смайлик" или другой способ уведомления о настроении 3. Неккоректные сообщения будут удаляться без уведомления 3. ## Форум 1. Запрещено использование написания заглавными буквами, воспринимаемого как крик 2. Запрещен "оффтопик" в любом виде 3. Запрещено создание одинаковых тем в нескольких ветках 4. Запрещено поднятие вопроса о "лучшем автомобиле", без уточнения сферы использования 4. ## Правила ведения каталога ### Именование автомобилей 1. Названия автомобилям присваиваются в соответствии с их оригинальным названием, доступным на кузове или в официальных изданиях компании 2. Название автомобиля пишется с заглавной буквы, но допускается написание только строчными или только заглавными буквами, если это соответсвует официальному наименованию автомобиля 3. Желательно указание кода кузова/серии/модели 4. Допутимо использование кириллицы, латиницы, отдельных символов греческого алфавита 5. Допустимо использование цифр 6. Допустимо использование специальных символов, если таковые применялись производителем 7. Для разделения автомобилей по типу кузова, допустимо добавлять его к названию 8. Допустимо добавления к названию информации, идентифицирующей рынок сбыта, для разделения автомобилей по этому признаку. Например, UK-spec, North America, ZA-spec 9. Адаптированные к языковой версии сайта названия автомобилей следуют тем же правилам, но не имеют ограничения на используемый алфавит

source: [Telegram](https://telegram.org/) - is primarily a system of instant messaging, like WhatsApp or Viber. In addition to the messaging and file transfer, there are many other possibilities, which will go to the description of a lot of time. We only use two of them: public groups and bots. # Public group There are a public English-language and Russian-language groups for all site visitors. Join them is very simple - just click the link and follow the instructions: * [English-language](https://t.me/joinchat/AAAAAAvxJESUMQcUM-I5YA) * [Russian-language](https://t.me/joinchat/AAAAAA0NvB5g7SEsWv61Rw) # Bot To make you WheelsAge surfing more convenient we just created a "bot" for [telegram](https://telegram.org/) app. We hope it could be useful and easy to use. The bot name: [@autowp_bot](tg:msg). In short, the bot is a kind of telegram user, which can send you notifications from the site as messages. Learn more about telegram bots: <https://core.telegram.org/bots/faq> Currently supported features: * Notifications about newly personal messages. [Details …](#messages) * Notifications about newly accepted pictures. [Details …](#new) * Notifications about newly uploaded (but still waiting for accept) pictures (this feature works only authorized users). [Details …](#inbox) ## Bot commands ### Start: `/start` By sending this command you will receive the list of currently supported commands. ### Personal messages: `/messages` Send `/messages on` for subscribing to notifications about new personal messages. Send `/messages off` to unsubscribe. ### New pictures: `/new` Send `/new BMW` for subscribing to new photos of BMW. Send `/new BMW` again to unsubscribe. ### Inbox: `/inbox` Authorization by `/me` is required. Send `/inbox BMW` for subscribing to notifications about new uploads to BMW. Send `/inbox BMW` again to unsubscribe. ### Me (authorization): `/me` This command allows you to associate themselves (telegram user) with an account on our site. Send `/me` to receive instructions for authorization. Send `/me 123456789` to recevice confirmation code. Where 123456789 - is your account number, which you can find on your profile page. For example, [Juliano Scotini](/users/juliano-scotini) has number 17322 Confirmation code will be sent to you via [the private messaging system](/account/messages?folder=system) Send `/me 123456789 ХХХХХХХХХХХХХХХХ` to finish the process of association your telegram account without website user. Where `ХХХХХХХХХХХХХХХХ` - code that will be sent to you via [the private messaging system](/account/messages?folder=system)
he_il: [Telegram](https://telegram.org/) - היא בעיקר מערכת של הודעות מיידיות, כמו WhatsApp או Viber. בנוסף להעברת ההודעות והעברת הקבצים, ישנן אפשרויות רבות אחרות, אשר ילכו לתיאור של הרבה זמן. אנחנו משתמשים רק בשניים מהם: קבוצות ציבוריות ובוטים. # קבוצה ציבורית יש קבוצות ציבוריות בשפה האנגלית והרוסית לכל המבקרים באתר. ההצטרפות אליהם היא פשוטה מאוד - פשוט לחץ על הקישור ופעל לפי ההוראות: * [English-language](https://t.me/joinchat/AAAAAAvxJESUMQcUM-I5YA) * [Russian-language](https://t.me/joinchat/AAAAAA0NvB5g7SEsWv61Rw) # בוט כדי להפוך את הגלישה של WheelsAge לנוחה יותר, פשוט יצרנו "בוט" עבור אפליקציית [Telegram](https://telegram.org/). אנו מקווים שזה יכול להיות שימושי וקל לשימוש. שם הבוט: [@autowp_bot](tg:msg). בקיצור, הבוט הוא סוג של משתמש בטלגרם, שיכול לשלוח לך התראות מהאתר כהודעות. למידע נוסף על בוטים של טלגרם: <https://core.telegram.org/bots/faq> תכונות נתמכות כרגע: * הודעות על הודעות אישיות חדשות. [Details …](#messages) * הודעות על תמונות שהתקבלו לאחרונה. [Details …](#new) * הודעות על תמונות חדשות שהועלו (אך עדיין מחכות לקבל) (תכונה זו פועלת רק למשתמשים מורשים). [Details …](#inbox) ## פקודות בוט ### התחל: `/start` על ידי שליחת פקודה זו תקבל את רשימת הפקודות הנתמכות כעת. ### הודעות אישיות: `/messages` שלח `/messages on' כדי להירשם להתראות על הודעות אישיות חדשות. שלח `/messages off' כדי לבטל את הרישום. ### תמונות חדשות: `/new` שלח `/new BMW` כדי להירשם לתמונות חדשות של BMW. שלח שוב את `/new BMW` כדי לבטל את המנוי. ### אני (הרשאה): `/me` פקודה זו מאפשרת לך לשייך את עצמם (משתמש בטלגרם) לחשבון באתר שלנו. שלח `/me` כדי לקבל הוראות להרשאה. שלח `/me 123456789` כדי לקבל קוד אישור. איפה 123456789 - הוא מספר החשבון שלך, אותו תוכל למצוא בדף הפרופיל שלך. לדוגמה, ל-[Juliano Scotini](/users/juliano-scotini) יש מספר 17322 קוד האישור יישלח אליך באמצעות [the private messaging system](/account/messages?folder=system) שלח `/me 123456789 ХХХХХХХХХХХХХХХХ` כדי לסיים את תהליך השיוך של חשבון הטלגרם שלך ללא משתמש באתר. איפה `ХХХХХХХХХХХХХХХХ` - קוד שיישלח אליך באמצעות [the private messaging system](/account/messages?folder=system)

source: Thumbnail is cropped ({{ picture.crop_resolution }})
he_il: התמונה הממוזערת נחתכת ({{ picture.crop_resolution }})
ru_ru: На картинке выделена область автомобиля ({{ picture.crop_resolution }})

source: Views
he_il: צפיות
pt_br: Visualizações
ru_ru: Просмотров
uk_ua: Переглядів

source: Similar picture: {{ picture.similar.distance }}
he_il: תמונה דומה: {{ picture.similar.distance }}
ru_ru: Похожее изображение: {{ picture.similar.distance }}

source: Top View
es_es: Vista superior
fr_fr: Vue du haut
he_il: מבט מלמעלה
it_it: Vista dall'alto
ru_ru: Вид сверху
zh_cn: 顶视图

source: Top view
he_il: מבט מלמעלה
ru_ru: Вид сверху

source: All pictures of {{ group.nameText }}
he_il: כל התמונות של {{ group.nameText }}

source: Specifications of {{ group.nameText }}
he_il: עורך מפרט של {{ group.nameText }}

source: Specifications of group.nameText
es_es: Especificaciones de group.nameText
fr_fr: Caractéristiques techniques de group.nameText
he_il: עורך מפרט של group.nameText
it_it: Specifiche di group.nameText
zh_cn: 的技术参数group.nameText

source: group
he_il: קבוצה
ru_ru: группа

source: Twins
es_es: Gemelos
fr_fr: Jumeaux
he_il: תאומים
it_it: Cloni
pt_br: Gêmeos
ru_ru: Близнецы
uk_ua: Близнюки
zh_cn: 姊妹车型

source: {{ resolution }} (aspect is about {{ aspect }})
he_il: {{ resolution }} (היבט הוא בערך {{ aspect }})

source: Save changes
he_il: לשמור את השינויים

source: Only registered users can upload pictures
he_il: רק משתמשים רשומים יכולים להעלות תמונות
ru_ru: Только зарегистрированный пользователи могут загружать изображения
