Repository: autowp/autowp-frontend
Catalog: src/locale/messages.*.xlf
Languages: es_es, fr_fr, he_il, it_it, pt_br, ru_ru, uk_ua, zh_cn

source: Если у вас есть изображения, которых вы не нашли на этом сайте и они соответствуют тематике сайта, то вы можете добавить их в наш каталог, воспользовавшись формой, расположенной ниже. Было бы здорово, если бы вы указали, что за автомобиль изображён на картинке, чтобы облегчить её добавление и избежать ошибки. Требования, предъявляемые к добавляемым картинкам: * [JPEG](https://ru.wikipedia.org/wiki/JPEG) or [PNG](https://ru.wikipedia.org/wiki/PNG) format. Resolution from 640×360 up to 10000×10000. * Изображение должно по возможности быть максимально доступного качества, не содержать различных артефактов изменения размера или компрессии (размытия, нечёткости, расплытия цветов, ребристости прямых линий и т.д.). Исключение составляют редкие фото(производителя), сканы из проспектов. Решение об оставлении такого фото на сайте принимает модераторский состав. * Отсутствие надписей и логотипов посторонних сайтов, нанесенных не авторами/владельцами материала. * Автомобиль должен иметь первоначальный вид как при выходе с завода. Не должны присутствовать признаки <em>самодельного тюнинга</em>, желательно отсутствие изменений, связанных со старением автомобиля. * Основной и единственной темой изображения должен являться автомобиль, двигатель, логотип автокомпании, автомобильный завод или музей. Наличие в кадре посторонних предметов или людей - нежелательно. * Любительские фотографии вашего автомобиля, автомобиля ваших друзей или любого другого, встретившегося вам на улице, а также фотографии с выставок - не будут приняты на сайт 100%. Если только вы не профессионал. * Для первых фотографий автомобиля возможны пониженные требования. **Убедительная просьба**, перед добавлением изображений, убедиться в их отсутствии в каталоге. Обращаем ваше внимание на то, что добавление картинок модерируемое. Т.е. все картинки перед добавлением в каталог будут проверены ведущими сайта.
he_il: אם יש לך תמונות שלא מצאת באתר זה והן מתאימות לנושא האתר, אז תוכל להוסיף אותן לקטלוג שלנו באמצעות הטופס למטה. זה יהיה נהדר אם תוכל לציין איזה סוג של מכונית מוצג בתמונה כדי להקל על ההוספה ולמנוע טעויות. דרישות להוספת תמונות: * פורמט [JPEG](https://ru.wikipedia.org/wiki/JPEG) או [PNG](https://ru.wikipedia.org/wiki/PNG). גודל תמונה מ-640×360 עד 10000×10000. * התמונה צריכה, במידת האפשר, להיות באיכות הגבוהה ביותר הזמינה ולא להכיל חפצי שינוי גודל או דחיסה שונים (טשטוש, מטושטש, דימום צבע, צלעות של קווים ישרים וכו'). היוצא מן הכלל הוא צילומים נדירים (של היצרן), סריקות מתשקיפים. ההחלטה להשאיר תמונה כזו באתר מתקבלת על ידי המנחים. * היעדר כתובות ולוגו של אתרי צד שלישי שלא יושמו על ידי כותבי/בעלי החומר. *המכונית חייבת להיות במצבו המקורי כפי שיצא מהמפעל. אסור שיהיו סימנים <em> כוונון תוצרת בית </em>, רצוי שלא יהיו שינויים הקשורים להזדקנות המכונית. * הנושא העיקרי והיחיד של התמונה חייב להיות מכונית, מנוע, לוגו של חברת רכב, מפעל רכב או מוזיאון. נוכחותם של עצמים זרים או אנשים במסגרת אינה רצויה. * צילומי חובבים של רכבכם, רכבם של חבריכם או כל אדם אחר שתפגשו ברחוב, וכן צילומים מתערוכות, לא יתקבלו ב-100% באתר. אלא אם כן אתה מקצוען. * על התמונות הראשונות של הרכב עשויות לחול דרישות מופחתות. **אנו מבקשים**, לפני הוספת תמונות, לוודא שהן אינן בקטלוג. שימו לב שהוספת תמונות מנוונת. הָהֵן. כל התמונות ייבדקו על ידי מנחה לפני הוספתן לקטלוג.

source: Selection
he_il: בחירה
pt_br: Seleção
ru_ru: Выбор
uk_ua: Вибір

source: select another catalogue
he_il: לבחור קטלוג אחר
pt_br: selecionar outro catálogo
ru_ru: выбрать другую рубрику
uk_ua: вибрати іншу рубрику

source: Image file
he_il: קובץ תמונה
pt_br: Arquivo
ru_ru: Файл картинки
uk_ua: Файл картинки

source: Note
he_il: פתק
pt_br: Descrição
ru_ru: Примечание к изображению
uk_ua: Примітка до зображення

source: crop
he_il: לחתוך
pt_br: cortar
ru_ru: кадрировать
uk_ua: кадрувати

source: Если у вас есть изображения, которых вы не нашли на этом сайте и они соответствуют тематике сайта, то вы можете добавить их в наш каталог, воспользовавшись формой, расположенной ниже. Было бы здорово, если бы вы указали, что за автомобиль изображён на картинке, чтобы облегчить её добавление и избежать ошибки. Требования, предъявляемые к добавляемым картинкам: * [JPEG](http://ru.wikipedia.org/wiki/JPEG) or [PNG](http://ru.wikipedia.org/wiki/PNG) format. Resolution from 640×360 up to 10000×10000. * Изображение должно по возможности быть максимально доступного качества, не содержать различных артефактов изменения размера или компрессии (размытия, нечёткости, расплытия цветов, ребристости прямых линий и т.д.). Исключение составляют редкие фото(производителя), сканы из проспектов. Решение об оставлении такого фото на сайте принимает модераторский состав. * Отсутствие надписей и логотипов посторонних сайтов, нанесенных не авторами/владельцами материала. * Автомобиль должен иметь первоначальный вид как при выходе с завода. Не должны присутствовать признаки <em>самодельного тюнинга</em>, желательно отстутвие изменений, связанных со старением автомобиля. * Основной и единственной темой изображения должен являться автомобиль, двигатель, логотип автокомпании, автомобильный завод или музей. Наличие в кадре посторонних предметов или людей - нежелательно. * Любительские фотографии вашего автомобиля, автомобиля ваших друзей или любого другого, встретившегося вам на улице, а также фотографии с выставок - не будут приняты на сайт 100%. Если только вы не профессионал. * Для первых фотографий автомобиля возможны пониженные требования. **Убедительная просьба**, перед добавлением изображений, убедиться в их отсутствии в каталоге. Обращаем ваше внимание на то, что добавление картинок модерируемое. Т.е. все картинки перед добавлением в каталог будут проверены ведущими сайта.
he_il: אם יש לך תמונות שלא מצאת באתר זה והן מתאימות לנושא האתר, אז תוכל להוסיף אותן לקטלוג שלנו באמצעות הטופס למטה. זה יהיה נהדר אם תוכל לציין איזה סוג של מכונית מוצג בתמונה כדי להקל על ההוספה ולמנוע טעויות. דרישות להוספת תמונות: * פורמט [JPEG](https://ru.wikipedia.org/wiki/JPEG) או [PNG](https://ru.wikipedia.org/wiki/PNG). גודל תמונה מ-640×360 עד 10000×10000. * התמונה צריכה, במידת האפשר, להיות באיכות הגבוהה ביותר הזמינה ולא להכיל חפצי שינוי גודל או דחיסה שונים (טשטוש, מטושטש, דימום צבע, צלעות של קווים ישרים וכו'). היוצא מן הכלל הוא צילומים נדירים (של היצרן), סריקות מתשקיפים. ההחלטה להשאיר תמונה כזו באתר מתקבלת על ידי המנחים. * היעדר כתובות ולוגו של אתרי צד שלישי שלא יושמו על ידי כותבי/בעלי החומר. *המכונית חייבת להיות במצבו המקורי כפי שיצא מהמפעל. אסור שיהיו סימנים <em> כוונון תוצרת בית </em>, רצוי שלא יהיו שינויים הקשורים להזדקנות המכונית. * הנושא העיקרי והיחיד של התמונה חייב להיות מכונית, מנוע, לוגו של חברת רכב, מפעל רכב או מוזיאון. נוכחותם של עצמים זרים או אנשים במסגרת אינה רצויה. * צילומי חובבים של רכבכם, רכבם של חבריכם או כל אדם אחר שתפגשו ברחוב, וכן צילומים מתערוכות, לא יתקבלו ב-100% באתר. אלא אם כן אתה מקצוען. * על התמונות הראשונות של הרכב עשויות לחול דרישות מופחתות. **אנו מבקשים**, לפני הוספת תמונות, לוודא שהן אינן בקטלוג. שימו לב שהוספת תמונות מנוונת. הָהֵן. כל התמונות ייבדקו על ידי מנחה לפני הוספתן לקטלוג.
uk_ua: Якщо у вас є зображення, яких ви не знайшли на цьому сайті і вони відповідають тематиці сайту, то ви можете додати їх в наший каталог, скориставшись формою, розміщеною нижче. Було б чудово, якби ви вказали, що за автомобіль зображений на картинці, щоб полегшити її додавання і уникнути помилки. Вимоги, які пред'являються до додаваних картинок: * Формат [JPEG](http://ru.wikipedia.org/wiki/JPEG) або [PNG](http://ru.wikipedia.org/wiki/PNG). Розмір від: 640×360 до 10000×10000. * Зображення повинно по можливості бути максимально доступної якості, не містити різноманітних артефактів зміни розміру або компресії (розмиття, нечіткості, розпливчатості кольорів, ребристості прямих ліній і т.д.). Виключення становлять рідкісні фото(виробника), скани із проспектів. Рішення про залишення такого фото на сайті приймає модераторський склад. * Відсутність надписів і логотипів сторонніх сайтів, нанесених не авторами/власниками матеріалу. * Автомобіль повинен мати початковий вигляд як при виході з заводу. Не повинні бути присутніми ознаки <em>саморобного тюнінгу</em>, бажано відсутність змін, пов'язаних зі старінням автомобіля. * Основною і єдиною темою зображення повинен бути автомобіль, двигун, логотип автокомпанії, автомобільний завод або музей. Наявність в кадрі сторонніх предметів або людей - небажано. * Любительські фотографії вашого автомобіля, автомобіля ваших друзів або будь-кого, хто зустрівся вам на вулиці, а також фотографії з виставок - не будуть прийняті на сайт 100%. Якщо тільки ви не професіонал. * Для перших фотографій автомобіля можливі понижені вимоги. **Переконливе прохання**, перед додаванням зображень, впевніться в їх відсутності в каталозі. Звертаємо вашу увагу на те, що додавання картинок модерується. Тобто всі картинки перед додаванням в каталог будуть перевірені ведучими сайту.

source: cropped to cropSize
es_es: recortado a cropSize
fr_fr: Recadrée à cropSize
he_il: נחתך ל-cropSize
it_it: ritagliato a cropSize
ru_ru: кадрировано cropSize
uk_ua: кадровано cropSize
zh_cn: 剪切到 cropSize

source: Select brand
he_il: לבחור מותג
pt_br: Selecionar marca
ru_ru: Выбор бренда
uk_ua: Вибір бренду

source: Select brand
es_es: Seleccione oficina
fr_fr: Sélectionnez la marque
he_il: לבחור מותג
it_it: Seleziona marca
pt_br: Selecionar marca
ru_ru: Выбор бренда
uk_ua: Вибір бренду
zh_cn: 选择品牌

source: Add picture
es_es: Añadir imagen
fr_fr: Ajouter une image
he_il: להוסיף תמונה
it_it: Aggiungi immagine
pt_br: Adicionar imagem
ru_ru: Добавить изображение
uk_ua: Додати зображення
zh_cn: 添加图片

source: deleted user
he_il: מחק משתמש
pt_br: usuário deletado
ru_ru: удалённый пользователь
uk_ua: видалений користувач

source: Online
he_il: מקוון
ru_ru: На сайте
uk_ua: Онлайн

source: Refresh
he_il: לרענן
pt_br: Atualizar
ru_ru: Обновить
uk_ua: Оновити

source: Likes
he_il: לייקים
ru_ru: Лайки
uk_ua: Лайки

source: Picture likes
he_il: לייקים לתמונה
pt_br: Likes nas imagens
ru_ru: Лайки к фото
uk_ua: Лайки до фото

source: Specs volume
he_il: נפח מפרט
pt_br: Volume de especificações
ru_ru: Х-ки
uk_ua: Характеристики

source: Specs volume
es_es: Volumen
fr_fr: Nombre de spécifications
he_il: נפח מפרט
it_it: Specifiche volume
pt_br: Volume de especificações
ru_ru: Х-ки
uk_ua: Характеристики
zh_cn: 数量

source: Picture likes
es_es: Me gusta de imágenes
fr_fr: Likes de l'image
he_il: לייקים לתמונה
it_it: Immagini piaciute
pt_br: Likes nas imagens
ru_ru: Лайки к фото
uk_ua: Лайки до фото
zh_cn: 收到赞

source: New
es_es: Nuevo
fr_fr: Nouveau
he_il: חדש
it_it: Nuovo
pt_br: Nova
ru_ru: Новый
uk_ua: Новий
zh_cn: 新

source: Old
es_es: Antiguo
fr_fr: Ancien
he_il: ישן
it_it: Datato
pt_br: Antigos
ru_ru: Старые
uk_ua: Старі
zh_cn: 老

source: Positive
es_es: Positivo
fr_fr: Positif
he_il: חיובי
it_it: Positivo
pt_br: Votos positivos
ru_ru: Положительные
uk_ua: Позитивні
zh_cn: 赞

source: Negative
es_es: Negativo
fr_fr: Négatif
he_il: נגטיבי
it_it: Negativo
pt_br: Votos negativos
ru_ru: Отрицательные
uk_ua: Негативні
zh_cn: 踩

source: User's pictures
he_il: תמונות של משתמש
pt_br: Imagens do usuário
ru_ru: Изображения пользователя
uk_ua: Зображення користувача

source: brand.nameOnly pictures
es_es: brand.nameOnly fotos
fr_fr: brand.nameOnly photos
he_il: התמונות של brand.nameOnly
it_it: brand.nameOnly immagini
zh_cn: brand.nameOnly 图片

source: Known as:
he_il: ידוע כ:
pt_br: Conhecido como:
ru_ru: Представился как:
uk_ua: Представився як:

source: Account type:
he_il: סוג חשבון:
pt_br: Tipo de conta:
ru_ru: Тип учетной записи:
uk_ua: Тип облікового запису:

source: Moderator
he_il: מנחה
pt_br: Moderador
ru_ru: Модератор
uk_ua: Модератор

source: Visitor
he_il: אורח
pt_br: Visitante
ru_ru: Посетитель
uk_ua: Відвідувач

source: Registration date
he_il: תאריך רישום
pt_br: Data de registro
ru_ru: Зарегистрирован
uk_ua: Зареєстрований

source: Last visited
he_il: הביקור האחרון
pt_br: Última visita
ru_ru: Последний раз был на сайте
uk_ua: Останній раз був на сайті

source: Database id: {{ user.id }}
he_il: מאגר מידע מס': {{ user.id }}
ru_ru: В базе данных числится под номером {{ user.id }}

source: Recent activity
he_il: פעילות אחרונה
pt_br: Atividade recente
ru_ru: Активность на сайте
uk_ua: Активність на сайті

source: Images uploaded:
he_il: תמונות שהועלו:
pt_br: Imagens adicionadas:
ru_ru: Добавил изображений:
uk_ua: Додав зображення:

source: left on site:
he_il: נשאר באתר:
pt_br: Aceitas no site:
ru_ru: из них на сайте осталось:
uk_ua: з них на сайті залишилось:

source: Not upload pictures
he_il: תמונות לא הועלו
pt_br: Imagens não adicionadas
ru_ru: Не добавлял изображений
uk_ua: Не додавав зображень

source: User's log
he_il: יומן המשתמש
pt_br: Imagens do usuário
ru_ru: Журнал пользователя
uk_ua: Зображення користувача

source: Recent uploads
he_il: העלאות אחרונות
pt_br: Imagens recentemente adicionadas
ru_ru: Последние добавленные изображения
uk_ua: Останні зображення

source: Recent comments
he_il: תגובות אחרונות
pt_br: Comentários recentes
ru_ru: Последние комментарии
uk_ua: Останні коментарі

source: Add to contacts
he_il: להוסיף לאנשי קשר
pt_br: Adicionar usuário aos seus contatos
ru_ru: Добавить в контакты
uk_ua: Додати до контактів

source: Remove from contacts
he_il: להסיר מאנשי הקשר
pt_br: Remover usuário de seus contatos
ru_ru: Удалить из контактов
uk_ua: Видалити з контактів

source: Enable comments notifications
he_il: לאפשר התראות על הערות
ru_ru: Включить уведомления о комментариях

source: Disable comments notifications
he_il: להשבית התראות על הערות
ru_ru: Выключить уведомления о комментариях

source: For moderators
he_il: למנחים
pt_br: Para moderadores
ru_ru: Для модераторов
uk_ua: Для модераторів

source: Delete user photo
he_il: למחוק את תמונת המשתמש
ru_ru: Удалить фотографию пользователя

source: Delete user
he_il: למחוק משתמש
ru_ru: Удалить пользователя

source: Last visit fom IP-address:
he_il: ביקור אחרון מכתובת IP:
pt_br: Visitou pela última vez com o endereço de IP:
ru_ru: Последний раз заходил с IP-адреса:
uk_ua: Останній раз заходив з IP-адреси:

source: unban
he_il: בטל חסימה
pt_br: Reabilitar
ru_ru: снять бан
uk_ua: розбанити

source: User's pictures
es_es: Imágenes de usuario
fr_fr: Utilisateur's images
he_il: תמונות של משתמש
it_it: Immagini dell'utente
pt_br: Imagens do usuário
ru_ru: Изображения пользователя
uk_ua: Зображення користувача
zh_cn: 用户上传的图片

# n-produced
source: {VAR_PLURAL, plural, one {Produced in {INTERPOLATION} copy} other {Produced in {INTERPOLATION} copies}}
es_es: {VAR_PLURAL, plural, one {Producido en {INTERPOLATION} copia} other {Producido en {INTERPOLATION} copias}}
fr_fr: {VAR_PLURAL, plural, one {Produit en {INTERPOLATION} exemplaire} other {Produit à {INTERPOLATION} exemplaires}}"/>
he_il: {VAR_PLURAL, plural, one {הופק בעותק {INTERPOLATION}} other {הופק {INTERPOLATION} עותקים}}
it_it: {VAR_PLURAL, plural, one {Prodotto in {INTERPOLATION} copia} other {Prodotto in {INTERPOLATION} copie}}
pt_br: {VAR_PLURAL, plural, one {Produzido em apenas {INTERPOLATION} cópia} other {Produzido em {INTERPOLATION} cópias}}
ru_ru: {VAR_PLURAL, plural, one {Произведена {INTERPOLATION} единица} few {Произведено {INTERPOLATION} единицы} other {Произведено {INTERPOLATION} единиц}}
uk_ua: {VAR_PLURAL, plural, one {Виготовлена {INTERPOLATION} одиниця} few {Виготовлено {INTERPOLATION} одиниць} many {Виготовлені {INTERPOLATION} одиниці} other {Виготовлені {INTERPOLATION} одиниці}}"/>
zh_cn: {VAR_PLURAL, plural, one {总产量{INTERPOLATION}辆} other {总产量{INTERPOLATION}辆}}

# n-produced-about
source: {VAR_PLURAL, plural, one {Produced in about {INTERPOLATION} copy} other {Produced in about {INTERPOLATION} copies}}
he_il: {VAR_PLURAL, plural, one {הופק בעותק {INTERPOLATION} בערך} other {הופק בכ-{INTERPOLATION} עותקים}}
ru_ru: {VAR_PLURAL, plural, one {Произведена примерно {INTERPOLATION} единица} few {Произведено примерно {INTERPOLATION} единицы} other {Произведено примерно {INTERPOLATION} единиц}}
uk_ua: {VAR_PLURAL, plural, one {Виготовлена приблизно {INTERPOLATION} одиниця} few {Виготовлено приблизно {INTERPOLATION} одиниць} many {Виготовлені приблизно {INTERPOLATION} одиниць} other {Виготовлені приблизно {INTERPOLATION} одиниць}}"/>

source: Produced in a single copy
he_il: הופק בעותק אחד
pt_br: Produzido em uma única cópia
ru_ru: Произведен в единственном экземпляре
uk_ua: Виготовлено у єдиному екземплярі

source: related
he_il: קשור
pt_br: relacionados
ru_ru: связанные
uk_ua: пов'язані

source: sport
he_il: ספורט
pt_br: esporte
ru_ru: спорт
uk_ua: спорт

source: now
es_es: ahora
fr_fr: maintenant
he_il: עכשיו
it_it: ora
ru_ru: сейчас
zh_cn: 现在

source: Add sub-vehicle
es_es: Añadir versión
fr_fr: Ajouter un sous véhicule
he_il: להוסיף רכב משנה
it_it: Aggiungi sotto-veicolo
pt_br: Adicionar sub-veículo
ru_ru: Добавить подраздел
uk_ua: Додати підрозділ автомобілів
zh_cn: 添加子车

source: Vehicle
es_es: Vehículo
fr_fr: Véhicule
he_il: רכב
it_it: Veicolo
pt_br: Veículo
ru_ru: ТС
uk_ua: ТЗ
zh_cn: 车辆

source: Vehicles
es_es: Vehículos
fr_fr: Véhicules
he_il: רכבים
it_it: Veicoli
pt_br: Veículos
ru_ru: ТС
uk_ua: ТЗ
zh_cn: 车辆

source: New vehicle
es_es: Nuevo vehículo
fr_fr: Nouveau véhicule
he_il: רכב חדש
it_it: Nuovo veicolo
pt_br: Novo veículo
ru_ru: Новое ТС
uk_ua: Новий ТЗ
zh_cn: 新增车辆

source: Add sub-engine
es_es: Añadir motorización
fr_fr: Ajouter un sous moteur
he_il: להוסיף מנוע משנה
it_it: Aggiungi sotto-motore
pt_br: Adicionar sub-motor
ru_ru: Добавить подраздел
uk_ua: Додати підрозділ двигунів
zh_cn: 添加子引擎

source: Engine
es_es: Motor
fr_fr: Moteur
he_il: מנוע
it_it: Motore
pt_br: Motor
ru_ru: Двигатель
uk_ua: Двигун
zh_cn: 发动机

source: Engines
es_es: Motores
fr_fr: Moteurs
he_il: מנועים
it_it: Motori
pt_br: Motores
ru_ru: Двигатели
uk_ua: Двигуни
zh_cn: 发动机

source: New engine
es_es: Nuevo motor
fr_fr: Nouveau moteur
he_il: מנוע חדש
it_it: Nuovo motore
pt_br: Novo motor
ru_ru: Новый двигатель
uk_ua: Новий двигун
zh_cn: 新增发动机

source: Add sub-category
es_es: Añadir subcategoría
fr_fr: Ajouter une sous catégorie
he_il: להוסיף קטגוריית משנה
it_it: Aggiungi sotto-categoria
pt_br: Adicionar sub-categoria
ru_ru: Добавить подкатегорию
uk_ua: Додати підкатегорію
zh_cn: 添加子分类

source: Category
es_es: Categoría
fr_fr: Catégorie
he_il: קטגוריה
it_it: Categoria
pt_br: Categoria
ru_ru: Категория
uk_ua: Категорія
zh_cn: 分类

source: New category
es_es: Nueva categoría
fr_fr: Nouvelle catégorie
he_il: קטגוריה חדשה
it_it: Nuova categoria
pt_br: Nova categoria
ru_ru: Новая категория
uk_ua: Нова категорія
zh_cn: 新增分类

source: Add sub-twins
es_es: Agregar sub gemelos
fr_fr: Ajouter des sous jumeaux
he_il: להוסיף תאומים משנים
it_it: Aggiungi sotto-cloni
pt_br: Adicionar novo sub-grupo de gêmeos
ru_ru: Добавить подгруппу близнецов
uk_ua: Додати підкатегорію близнят
zh_cn: 添加子引擎

source: New twins group
es_es: Nuevo grupo de gemelos
fr_fr: Nouveau groupe jumeau
he_il: קבוצת תאומים חדשה
it_it: Nuovi cloni
pt_br: Novo grupo de gêmeos
ru_ru: Новая группа близнецов
uk_ua: Нова група близнят
zh_cn: 新增姊妹车型

source: Add sub-brand
es_es: Agregar sub-oficina
fr_fr: Ajouter une sous marque
he_il: להוסיף מותג משנה
it_it: Aggiunti sotto-marchio
pt_br: Adicionar sub-marca
ru_ru: Добавить подмарку
uk_ua: Додати суббренд
zh_cn: 添加子品牌。

source: Brand
es_es: Marca
fr_fr: Marque
he_il: מותג
it_it: Marca
pt_br: Marca
ru_ru: Марка
uk_ua: Марка
zh_cn: 品牌

source: Brands
es_es: Marcas
fr_fr: Marques
he_il: מותגים
it_it: Marche
pt_br: Marcas
ru_ru: Марки
uk_ua: Марки
zh_cn: 品牌

source: New brand
es_es: Nueva marca
fr_fr: Nouvelle marque
he_il: מותג חדש
it_it: Nuovo marchio
pt_br: Nova marca
ru_ru: Новая марка
uk_ua: Нова марка
zh_cn: 新增品牌

source: Add sub-factory
es_es: Agregar sub fábrica
fr_fr: Ajouter une sous usine
he_il: להוסיף מפעל משנה
it_it: Aggiungi sotto-azienda
pt_br: Adicionar sub-fábrica
ru_ru: Добавить под-завод
uk_ua: Додати підкатегорію заводів
zh_cn: 添加子分类

source: Factory
es_es: Fábrica
fr_fr: Usine
he_il: מפעל
it_it: Azienda
pt_br: Fábrica
ru_ru: Завод
uk_ua: Завод
zh_cn: 工厂

source: Factories
es_es: Fábricas
fr_fr: Usines
he_il: מפעלים
it_it: Aziende
pt_br: Fábricas
ru_ru: Заводы
uk_ua: Заводи
zh_cn: 工厂

source: New factory
es_es: Nueva fábrica
fr_fr: Nouvelle usine
he_il: מפעל חדש
it_it: Nuova azienda
pt_br: Nova fábrica
ru_ru: Новый завод
uk_ua: Новий завод
zh_cn: 新增工厂

source: Add sub-museum
es_es: Agregar sub museo
fr_fr: Ajouter une sous musée
he_il: להוסיף מוזיאון משנה
it_it: Aggiungi sotto-museo
pt_br: Adicionar sub-museu
ru_ru: Добавить под-музей
uk_ua: Додати підкатегорію музеїв
zh_cn: 添加子库

source: Museum
es_es: Museo
fr_fr: Musée
he_il: מוזיאון
it_it: Museo
pt_br: Museu
ru_ru: Музей
uk_ua: Музей
zh_cn: 博物馆

source: Museums
es_es: Museos
fr_fr: Musées
he_il: מוזיאונים
it_it: Musei
pt_br: Museus
ru_ru: Музеи
uk_ua: Музеї
zh_cn: 博物馆

source: New museum
es_es: Nuevo museo
fr_fr: Nouveau musée
he_il: מוזיאון חדש
it_it: Nuovo museo
pt_br: Novo museus
ru_ru: Новый музей
uk_ua: Новий музей
zh_cn: 新增博物馆

source: Add sub-person
es_es: Añadir versión
fr_fr: Ajouter une sous personne
he_il: להוסיף איש משנה
it_it: Aggiungi sotto-persona
pt_br: Adicionar sub-pessoa
ru_ru: Добавить суб-персону
uk_ua: Додати суб-персону
zh_cn: 添加子人

source: Person
es_es: Persona
fr_fr: Personne
he_il: אדם
it_it: Persona
pt_br: Pessoa
ru_ru: Персона
uk_ua: Персона
zh_cn: 人

source: New person
es_es: Nueva persona
fr_fr: Nouvelle personne
he_il: אדם חדש
it_it: Nuova persona
pt_br: Nova pessoa
ru_ru: Новая персона
uk_ua: Нова персона
zh_cn: 添加人物

source: Add sub copyright block
es_es: Agregar sub-bloque de derechos de autor
fr_fr: Ajouter un sous bloc de droits d'auteur
he_il: להוסיף זכויות יוצרים משנה
it_it: Aggiungi sotto-blocco copyright
pt_br: Adicionar sub-bloco de direitos autorais
ru_ru: Новый суб-блок копирайтов
zh_cn: 添加子版权块

source: Copyright block
es_es: Bloque de derechos de autor
fr_fr: Bloc de droits d'auteur
he_il: חסימת זכויות יוצרים
it_it: Blocco copyright
pt_br: Bloco de direitos autorais
ru_ru: Блок копирайтов
zh_cn: 版权模块

source: Copyright blocks
es_es: Bloques de derechos de autor
fr_fr: Blocs de droits d'auteur
he_il: חסימת זכויות יוצרים
it_it: Blocchi copyright
pt_br: Blocos de direitos autorais
ru_ru: Блоки копирайтов
zh_cn: 版权模块

source: New copyright block
es_es: Nuevo bloque de derechos de autor
fr_fr: Nouveau bloc de droits d'auteur
he_il: חסימת זכויות יוצרים חדשה
it_it: Nuovo blocco copyright
pt_br: Novo bloco de direitos autorais
ru_ru: Новый блок копирайтов
zh_cn: 新版权块

source: mm
he_il: מ"מ
ru_ru: мм
uk_ua: мм

source: millimeter
es_es: milimetros
fr_fr: millimètre
he_il: מילימטר
it_it: millimetro
pt_br: milímetro
ru_ru: миллиметр
uk_ua: міліметр
zh_cn: 毫米

source: kg
he_il: ק״ג
ru_ru: кг
uk_ua: кг

source: kilogram
es_es: kilogramos
fr_fr: kilogramme
he_il: קילוגרם
it_it: chilogrammo
pt_br: quilograma
ru_ru: килограмм
uk_ua: кілограм
zh_cn: 千克

source: m
he_il: מ'
ru_ru: м
uk_ua: м

source: meter
es_es: metros
fr_fr: mètre
he_il: מטר
it_it: metro
pt_br: metro
ru_ru: метр
uk_ua: метр
zh_cn: 米

source: cc
es_es: cm³
fr_fr: cm³
he_il: סמ"ק
it_it: cm³
ru_ru: см³
uk_ua: см³
zh_cn: cm³

source: cubic centimeter
es_es: centímetros cubicos
fr_fr: centimètre cube
he_il: סנטימטר מעוקב
it_it: centimetro cubo
pt_br: centímetro cúbico
ru_ru: кубический сантиметр
uk_ua: кубічний сантиметр
zh_cn: 立方厘米

source: hp
es_es: CV
fr_fr: cv
he_il: כ"ס
it_it: cavalli (hp)
ru_ru: л.с.
uk_ua: к.с.

source: horsepower
es_es: caballos de fuerza
fr_fr: chevaux
he_il: כוח סוס
it_it: cavalli vapore
pt_br: cavalos
ru_ru: лошадиная сила
uk_ua: коняча сила
zh_cn: 马力

source: rpm
fr_fr: tr/min
he_il: סל"ד
it_it: ppm
ru_ru: об/мин
uk_ua: об/хв

source: rotates per minute
es_es: revoluciones por minuto
fr_fr: tours par minute
he_il: מסתובב לדקה
it_it: rotazioni al minuto
pt_br: rotações por minuto
ru_ru: оборотов в минуту
uk_ua: оборотів в хвилину
zh_cn: 转/分钟

source: Nm
he_il: נ"מ
ru_ru: Нм
uk_ua: Нм
