Repository: autowp/autowp-frontend
Catalog: src/locale/messages.*.xlf
Languages: es_es, fr_fr, he_il, it_it, pt_br, ru_ru, uk_ua, zh_cn

source: club
zh_cn: 俱乐部

source: Links
es_es: Enlaces
fr_fr: Liens
zh_cn: 链接

source: * Logotypes must be in PNG format. * All transparent regions must be transparent but not white! * Logotype must be close to edges. Margin not required * Upload images in maximum resolution - thats give quality and ability to use it in future. On website logo scaled automatically
es_es: * El logotipo debe estar en formato PNG. * Todas las zonas transparentes deben ser transparentes pero no estar en blanco. * El logotipo debe estar dentro de los bordes. El margen no es requerido. * Sube imágenes en máxima resolución. Eso le da calidad y capacidad para usarlo en el futuro. El logotipo del sitio web será escalado automáticamente
fr_fr: * Les logos doivent être au format PNG. * Les zones transparentes doivent être transparentes et non pas blanches ! * Le logo doit toucher les bords de l'image, les marges ne sont pas nécessaires. * Publier les images avec la meilleure définition possible. Pour garantir la qualité ainsi qu'une utilisation future. Le site redimensionne le logo automatiquement
it_it: * I loghi devono essere in formato PNG. * Tutte le regioni trasparenti devono essere trasparenti e non bianche! * Il logo deve essere vicino ai bordi. Margine non richiesto * Carica immagini con la massima risoluzione: questo offre qualità e possibilità di utilizzarle in futuro. Sul logo del sito Web ridimensionato automaticamente
zh_cn: * 商标必须是PNG格式。 * 所有的透明区域必须是透明的，而不是白的！ * 标识必须靠近边缘，不需要留白。 * 上传最大分辨率的图像——这是为了追求更好的质量和未来使用它的能力。商标在网站上自动缩放。

source: Short description
es_es: Descripción breve
fr_fr: Courte description
it_it: Descrizione breve
zh_cn: 简介

source: Full description
es_es: Descripción completa
fr_fr: Description complète
it_it: Descrizione completa
zh_cn: 完整信息

source: Turbo group creator from pictures
es_es: Creador del grupo turbo a partir de imágenes
fr_fr: Créateur de groupe turbo a base d'images
it_it: Gruppo creatori Turbo da immagini
zh_cn: 涡轮制造商

source: No pictures
es_es: Sin imagen
fr_fr: Pas d'image
it_it: Nessuna immagine
zh_cn: 没有图片

source: here
es_es: aquí
fr_fr: ici
it_it: qui
zh_cn: 在这里

source: Vehicles with that engine
es_es: Vehículos con este motor
fr_fr: Véhicules avec ce moteur
it_it: Veicolo con quel motore
zh_cn: 配备该发动机的车型

source: Nothing found
es_es: Nada encontrado
fr_fr: Aucun résultat
it_it: Nulla trovati
zh_cn: 没有找到

source: Name (exclude)
es_es: Nombre (excluír)
fr_fr: Nom (exclus)
it_it: Nome (escludi)
zh_cn: 名称 (不包括)

source: Item type
es_es: Tipo de elemento
fr_fr: Type d'élément
it_it: Tipo oggetto
zh_cn: 试题题型

source: Empty
es_es: Vacío
fr_fr: Vide
it_it: Vuoto
zh_cn: 空的

source: Have childs with type
es_es: Tener hijos con tipo
fr_fr: Ont des enfants avec le type
it_it: Possiede figli con tipo
zh_cn: 拥有带有类型的子项

source: Any
fr_fr: Tout
it_it: Qualsiasi
zh_cn: 任何

source: Year from
es_es: Año, desde
fr_fr: Année de
it_it: Dall'anno
zh_cn: 年份从

source: Year to
es_es: Año, hasta
fr_fr: Année a
it_it: All'anno
zh_cn: 年到

source: Parent
es_es: Pariente
it_it: Correlato
zh_cn: 父母

source: Without parents
es_es: Sin parents
fr_fr: Sans parents
it_it: Senza correlati
zh_cn: 不带家长的

source: Order
es_es: Orden
fr_fr: Ordre
it_it: Ordina
zh_cn: 秩序

source: childs count
es_es: conteo de hijos
fr_fr: nombre d’enfants
it_it: conteggio figli
zh_cn: 子数量

source: As submodel
es_es: Submodelo
fr_fr: Comme le sous modele
it_it: Come sottomodello
zh_cn: 作为子模型

source: Count
es_es: Contador
fr_fr: Compter
it_it: Conteggio
zh_cn: 总计

source: Moderator menu
es_es: Menú de moderador
fr_fr: Menu moderateur
it_it: Menù moderatore
zh_cn: 管理员菜单

source: Add template
es_es: Agregar plantilla
fr_fr: Ajouter un modele
it_it: Aggiungi modello
zh_cn: 添加模板

source: Reason
es_es: Motivo
fr_fr: Raison
it_it: Ragione
zh_cn: 原因

source: Vote
es_es: Voto
fr_fr: Voter
it_it: Voto
zh_cn: 投票

source: Picture №{{ picture.id }}
es_es: Imagen No{{ picture.id }}
fr_fr: Image No{{ picture.id }}
it_it: Immagine N.{{ picture.id }}
zh_cn: 图片无{{ picture.id }}

source: {{ resolution }} (aspect is about {{ aspect }})
es_es: {{ resolution }} (aspecto es sobre {{ aspect }})
fr_fr: {{ resolution }} (aspect est à propos de {{ aspect }})
it_it: {{ resolution }} (aspetto circa {{ aspect }})
zh_cn: {{ resolution }} (宽高比 {{ aspect }})

source: Select all
es_es: Seleccionar todo
fr_fr: Sélectionner tout
it_it: Seleziona tutto
zh_cn: 全选

source: Save changes
es_es: Guardar los cambios
fr_fr: Sauvegarder les changements
it_it: Salva modifiche
zh_cn: 保存更改

source: << previous new
es_es: << anterior nueva
fr_fr: << précédent nouveau
it_it: << precedente nuovo
zh_cn: <<上上张

source: << previous
es_es: << anterior
fr_fr: << précédent
it_it: << precedente
zh_cn: << 上一张

source: next >>
es_es: siguiente >>
fr_fr: suivant >>
it_it: prossimo >>
zh_cn: 下一张>>

source: next new >>
es_es: siguiente nueva >>
fr_fr: suivant nouveau >>
it_it: prossimo nuovo >>
zh_cn: 下下张>>

source: Public URL:
es_es: URL pública:
fr_fr: URL publique:
it_it: URL pubblico:
zh_cn: 公共网址：

source: Image:
es_es: Imagen:
it_it: Immagine:
zh_cn: 图片：

source: Resolution:
es_es: Resolución:
fr_fr: Résolution :
it_it: Risoluzione:
zh_cn: 分辨率:

source: File size:
es_es: Tamaño del archivo:
fr_fr: Taille du fichier :
it_it: Dimensione file:
zh_cn: 文件大小：

source: Upload date:
es_es: Fecha de subida:
fr_fr: Date de mise en ligne :
it_it: Data di caricamento:
zh_cn: 上传日期：

source: Perspective
es_es: Perspectiva
it_it: Prospettiva
zh_cn: 透视

source: Area
es_es: Área
fr_fr: Zone
zh_cn: 地区

source: Pick item area
es_es: Seleccionar área del artículo
fr_fr: Sélectionner une zone de l'image
it_it: Scegli area strumento
zh_cn: 选择物品区域

source: move to
es_es: mover hacia
fr_fr: déplacer vers
it_it: passa a
zh_cn: 移动到

source: add to
es_es: agregar a
fr_fr: ajouter à
it_it: aggiungi a
zh_cn: 添加到

source: Settings
es_es: Ajustes
fr_fr: Parametres
it_it: Impostazioni
zh_cn: 设置

source: Date of photo
es_es: Fecha de la foto
fr_fr: Date de la photo
it_it: Data della foto
zh_cn: 照片日期

source: Year
es_es: Año
fr_fr: Année
it_it: Anno
zh_cn: 年

source: Month
es_es: Mes
fr_fr: Mois
it_it: Mese
zh_cn: 月

source: Day
es_es: Día
fr_fr: Jour
it_it: Giorno
zh_cn: 白天

source: Special name
es_es: Nombre especial
fr_fr: Nom spécial
it_it: Nome speciale
zh_cn: 特殊名称

source: Copyrights
es_es: Derechos de autor
fr_fr: Droit d'auteur
it_it: Diritti
zh_cn: 版权

source: Markdown syntax. Few manuals: [1](https://en.wikipedia.org/wiki/Markdown), [2](https://guides.github.com/features/mastering-markdown/), [3](https://daringfireball.net/projects/markdown/basics), Internal hyperlinks must be relative: ~~http://autowp.ru/bmw/~~ */bmw/*
es_es: Sintaxis de Markdown: Algunos manuales para consultar: [1] (https://es.wikipedia.org/wiki/Markdown), [2] (https://guides.github.com/features/mastering-markdown/), [3] (https://daringfireball.net/projects/markdown/basics), Los hipervínculos internos deben ser relativos: ~~ http: //autowp.ru/bmw/~~ * / bmw / *
fr_fr: Markdown syntaxe. Quelques guides/manuels: [1](https://en.wikipedia.org/wiki/Markdown), [2](https://guides.github.com/features/mastering-markdown/), [3](https://daringfireball.net/projects/markdown/basics), Les hyperlinks internes doivent être relatifs: ~~http://autowp.ru/bmw/~~ */bmw/*
it_it: Sintassi markdown. Alcuni manuali: [1](https://en.wikipedia.org/wiki/Markdown), [2](https://guides.github.com/features/mastering-markdown/), [3](https://daringfireball.net/projects/markdown/basics), I collegamenti ipertestuali interni devono essere relativi: ~~http://autowp.ru/bmw/~~ */bmw/*
zh_cn: Markdown syntax. 使用指南: [1](https://en.wikipedia.org/wiki/Markdown), [2](https://guides.github.com/features/mastering-markdown/), [3](https://daringfireball.net/projects/markdown/basics), Internal hyperlinks must be relative: ~~http://autowp.ru/bmw/~~ */bmw/*

source: Replacement
es_es: Reemplazo
fr_fr: Renplacement
it_it: Sostituzione
zh_cn: 替换

source: Photo suggested to replace
es_es: Imagen sugerida para reemplazo
fr_fr: Remplacement suggéré pour la photo
it_it: Foto da sostituire suggerite
zh_cn: 建议替换的图片e

source: Accept and remove double
es_es: Aceptar y remover duplicado
fr_fr: Accepter et supprimer le double
it_it: Accetta e rimuovi doppioni
zh_cn: 接受并移除重复项

source: Cancel replacement
es_es: Cancelar reemplazo
fr_fr: Supprimer le remplacement
it_it: Cancella sostituzione
zh_cn: 取消替换

source: Status/Delete/Accept
es_es: Status/Borrar/Aceptar
fr_fr: Statut/Supprimer/Accepter
it_it: Stato/Cancella/Accetta
zh_cn: 状态/删除/通过

source: Not accepted
es_es: No aceptado
fr_fr: Refusé
it_it: Non accettato
zh_cn: 未通过

source: Accept
es_es: Aceptar
fr_fr: Accepter
it_it: Accetta
zh_cn: 通过

source: In delete queue
es_es: En proceso de borrado
fr_fr: En cours de suppression
it_it: Nella coda di eliminazione
zh_cn: 位于删除队列

source: That is single picture of that vehicle
es_es: Esta es la única imagen del vehículo
fr_fr: C'est une seule photo de ce véhicule
it_it: Questa è un'unica immagine di quel veicolo
zh_cn: 此车唯一的图片

source: Accepted pictures count still {{ picture.acceptedCount }}
es_es: Contador de imágenes aceptadas {{ picture.acceptedCount }}
fr_fr: Les photos acceptées comptent toujours {{ picture.acceptedCount }}
it_it: Numero di immagini accettate ancora {{ picture.acceptedCount }}
zh_cn: 图片计数仍然是 {{ picture.acceptedCount }}

source: Edit and repair
es_es: Editar y reparar
fr_fr: Editer et réparer
it_it: Modifica e ripara
zh_cn: 编辑和维修

source: Normalize
es_es: Normalizar
fr_fr: Normaliser
it_it: Normalizza
zh_cn: 规范化音频

source: Flop
es_es: Fracaso
it_it: Insuccesso
zh_cn: 翻牌

source: Crop area
es_es: Area de cultivo
fr_fr: Recadrer la zone
it_it: Ritaglia area
zh_cn: 裁剪区域

source: Repair all files
es_es: Reparar todos los archivos
fr_fr: Réparer tout les fichiers
it_it: Ripara tutti i file
zh_cn: 修复所有文件

source: Rebuild files names
es_es: Reconstruír nombres de archivos
fr_fr: Reconstruire les noms de fichiers
it_it: Ricostruisci nomi file
zh_cn: 重建文件名称

source: Similar picture: {{ dfDistance.distance }}
es_es: Imagen similar: {{ dfDistance.distance }}
fr_fr: Image similaire : {{ dfDistance.distance }}
it_it: Quadro simile: {{ dfDistance.distance }}
zh_cn: 相似图片： {{ dfDistance.distance }}

source: Uploader
es_es: Cargar
fr_fr: Expéditeur
it_it: Servizio di Caricamento
zh_cn: 上传者

source: Unknown
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
zh_cn: 未知

source: IP-address of uploader:
es_es: Dirección IP del cargador:
fr_fr: Adresse IP de l'expéditeur :
it_it: Indirizzo IP uploader:
zh_cn: 上传者的IP地址：

source: That address is banned
es_es: Esa dirección Ip está bloqueada
fr_fr: Cette adresse est interdit
it_it: Quell'indirizzo è vietato
zh_cn: 本地址已被屏蔽

source: until
es_es: hasta
fr_fr: jusqu'à
it_it: fino a
zh_cn: 直到

source: unban
es_es: desbloquear
fr_fr: débannir
it_it: sblocca
zh_cn: 解除屏蔽

source: For period
es_es: Por un período
fr_fr: Pour la période
it_it: Per un periodo
zh_cn: 时长

source: Ban
es_es: Bloquear
fr_fr: Interdire
it_it: Banna
zh_cn: 屏蔽

source: other modification
es_es: otra modificación
fr_fr: autre modification
it_it: altra modifica
zh_cn: 其他修改

source: logotype
es_es: un lotipo
it_it: logotipo
zh_cn: 徽标

source: mixed (few vehicles on one picture)
es_es: mezclado (algunos vehículos en una imagen)
fr_fr: mixer (plusieurs véhicule sur une même image)
it_it: misto (più veicoli in una immagine)
zh_cn: 其它(几辆车在同一张图中)

source: unsorted (not existent vehicle or engine)
es_es: no ordenado (no existe ningún vehículo o motor)
fr_fr: non trié (véhicule ou moteur inexistant)
it_it: non ordinato (veicolo o motore non esistente)
zh_cn: 未分类(无车辆或发动机)

source: Point
es_es: Punto
it_it: Punto
zh_cn: 点

source: Missing perspective
es_es: Buscar perspectiva
fr_fr: Perspective manquante
it_it: Prospettiva mancante
zh_cn: 缺少视角

source: Delete queue
es_es: En proceso de borrado
fr_fr: Supprimer la fille d'attente
it_it: Elimina coda
zh_cn: 垃圾箱

source: New votes
es_es: Nuevos votos
fr_fr: Nouveaux votes
it_it: Nuovi voti
zh_cn: 新表决

source: Replaces
es_es: Reemplaza
fr_fr: Remplace
it_it: Sostituisci
zh_cn: 替换

source: Status
es_es: Estado
fr_fr: Statut
it_it: Stato
zh_cn: 状态

source: Exclude item
es_es: Registros excluidos
fr_fr: Exclure un objet
it_it: Escludi Oggetto
zh_cn: 排除项目

source: Uploaded by
es_es: Subido por
fr_fr: Mis en ligne par
it_it: Caricato da
zh_cn: 由上传

source: Added from (date)
es_es: Añadido desde (fecha)
fr_fr: Ajouté à partir de (date)
it_it: Aggiunto da (data)
zh_cn: 从(日期) 添加

source: Special name only
es_es: Solamente nombre especial
fr_fr: Nom spécial uniquement
it_it: Solo nome speciale
zh_cn: 特殊名称

source: Not linked
es_es: No enlazado
fr_fr: Non relié
it_it: Non collegato
zh_cn: 未链接

source: With coordinates
es_es: Con coordenadas
fr_fr: Avec coordonnés
it_it: Con coordinate
zh_cn: 带坐标

source: Similar
fr_fr: Similaire
it_it: Analogo
zh_cn: 类似的

source: Order by
es_es: Ordenar por
fr_fr: Commandé par
it_it: Ordinato da
zh_cn: 下单，由

source: Accept
fr_fr: Accepter
it_it: Accetta
zh_cn: 接受一个

source: Want accept
es_es: Deseo aceptar
fr_fr: Veut accepter
it_it: Vuoi accettare
zh_cn: 求通过

source: Want delete
es_es: Deseo borrar
fr_fr: Veut supprimer
it_it: Vuoi cancellare
zh_cn: 求删除

source: Photos with copyrights
es_es: Fotos con derechos de autor
fr_fr: Images créditées
it_it: Foto con diritti d'autore
zh_cn: 有版权图片

source: Vehicles with 4 or more photos
es_es: Vehículos con 4 o mas fotos
fr_fr: Véhicules avec 4 photos et plus
it_it: Veicolo con 4 o più foto
zh_cn: 有4张以上图片的车型

source: Specifications values
es_es: Valores de las especificaciones
fr_fr: Nombre de caractéristiques techniques
it_it: Specifiche valori
zh_cn: 性能参数数据

source: Brand logotypes
es_es: Logotipos de marcas
fr_fr: Logos de marques
it_it: Loghi marca
zh_cn: 商标

source: Years of begin production
es_es: Años de inicio de producción
fr_fr: Années de début de production
it_it: Anno di inizio produzione
zh_cn: 投产年份

source: Years of begin and end production
es_es: Años de producción inicial y final
fr_fr: Années de début et fin de production
it_it: Anni di inizio e fine produzione
zh_cn: 停产年份

source: Years and months of begin and end production
es_es: Años y meses de inicio y fin de la producción
fr_fr: Mois et années de début et fin de production
it_it: Anni e mesi di inizio e fine produzione
zh_cn: 投产及停产年月

source: Whitelist
es_es: Lista blanca
fr_fr: Liste blanche
it_it: Lista bianca
zh_cn: 白名单

source: Action
es_es: Aktion
it_it: Azione
zh_cn: 动作

source: Login
es_es: Ingresar
fr_fr: Connexion
it_it: Accedi
zh_cn: 登录

source: Last visit
es_es: Última visita
fr_fr: Dernière visite
it_it: Ultima visita
zh_cn: 最后访问于

source: Registration
es_es: Registro
fr_fr: Inscription
it_it: Registrazione
pt_br: Registro
zh_cn: 注册

source: Most
es_es: Más
fr_fr: Le plus
it_it: Più
zh_cn: 各项之最

source: among
es_es: entre
fr_fr: parmi
it_it: tra
zh_cn: 类别

source: Web-site:
es_es: Sitio Web:
fr_fr: Site Web:
it_it: Sito web:
zh_cn: 网站:

source: Page not found
es_es: Página no encontrada
fr_fr: Page non trouvée
it_it: Pagina non trovata
zh_cn: 找不到页面

source: previous
es_es: anterior
fr_fr: précédente
it_it: precedente
zh_cn: 上一页

source: next
es_es: siguiente
fr_fr: suivante
it_it: prossimo
zh_cn: 下一页

source: Custom reason
es_es: Motivo personalizado
fr_fr: Raison personnalisée
it_it: Motivo modifica
zh_cn: 自定义原因

source: Save as template
es_es: Guardar como plantilla
fr_fr: Enregistrer comme modèle
it_it: Salva come modello
zh_cn: 另存为模板

source: Send
es_es: Envíe
fr_fr: Envoyer
it_it: Invia
zh_cn: 发送

source: Custom …
es_es: Personalizado …
fr_fr: Personnalisé …
it_it: Personalizza …
zh_cn: 自定义 …

source: Cancel my vote
es_es: Cancelar mi voto
fr_fr: Supprimer mon vote
it_it: Cancella il mio voto
zh_cn: 取消我的投票

source: Already voted:
es_es: Ya votado:
fr_fr: A déjà voté:
it_it: Già votato:
zh_cn: 已表决:

source: Other photos
es_es: Otras imágenes
fr_fr: Plus d'images
it_it: Altre foto
zh_cn: 其它图片

source: designed by
es_es: diseñado por
fr_fr: designer par
it_it: progettato da
zh_cn: 设计师

source: In other languages
es_es: En otros lenguajes
fr_fr: Dans d'autres langues
it_it: In altre lingue
zh_cn: 其它语言翻译

source: Share …
es_es: Compartir …
fr_fr: Partager …
it_it: Condividi …
zh_cn: 分享 …

source: Picture suggested to replace
es_es: Imagen sugerida para reemplazo
fr_fr: Remplacement suggéré pour l'image
it_it: Immagine per sostituire suggerita
zh_cn: 图片被建议更换

source: Image specifications:
es_es: Datos de la imagen:
fr_fr: Détails de l'image :
it_it: Specifiche dell'immagine:
zh_cn: 图像参数:

source: Resolution
es_es: Resolución
fr_fr: Résolution
it_it: Risoluzione
zh_cn: 分辨率

source: Filesize
es_es: Tamaño de archivo
fr_fr: Taille du fichier
it_it: Grandezza file
zh_cn: 文件大小

source: Added by:
es_es: Añadido por:
fr_fr: Mise en ligne par :
it_it: Aggiunto da:
zh_cn: 贡献者:

source: Date taken:
es_es: Fecha de la toma:
fr_fr: Date prise:
it_it: Data ottenimento:
zh_cn: 拍摄日期：

source: Picture status:
es_es: Estatus de la imagen:
fr_fr: Statut de l'image:
it_it: Stato dell'immagine:
zh_cn: 图片状态:

source: Undecided
es_es: Indeciso
fr_fr: Incertain
it_it: Incerto
zh_cn: 尚未审核

source: Removing
es_es: Removiendo
fr_fr: Suppression
it_it: Rimozione in corso
zh_cn: 被删除

source: All images have their owners. If you think that the users of the site made a mistake by posting this image in this section, it would be nice if you wrote about it in the comments and pointed out the error. Discuss anything and just talk about cars and not only can you on [the forum](/forums/).
fr_fr: Toutes les images ont leur propriétaires. Si vous penser que les utilisateurs du site on fait une erreur en postant cette image dans cette section, il serait bien si vous nous en informiez dans les commentaires, en nous expliquant l'erreur. Vous pouvez discuter de tout et juste parler de voitures sur [le forum](/forums/).
it_it: Tutte le immagini hanno un proprietario. Se pensi che un utente abbia sbagliato a pubblicare questa immagine in questa sezione, sarebbe carino se scrivessi l'errore nei commenti. Parla di tutto, di auto e non, [sul forum](/forums/).
zh_cn: 任何图片都有权益人。 如果您认为有用户存在不正确的上传行为，我们诚挚地请您撰写评论并指出错误。 前往[论坛](/forums/)可以讨论任何车型的任何话题。

source: Moderators about this picture:
es_es: Moderadores sobre esta imagen:
fr_fr: L'opinion des modérateurs:
it_it: Moderatori su questa immagine:
zh_cn: 相关管理员:

source: Edit picture №{{ picture.id }}
es_es: Editar imagen No{{ picture.id }}
fr_fr: Modifier l'image no{{ picture.id }}
it_it: Modifica immagine n.{{ picture.id }}
zh_cn: 编辑图片无{{ picture.id }}

source: Edit item
es_es: Editar elemento
fr_fr: Modifier l'élément
it_it: Modifica elemento
zh_cn: 编辑

source: Thumbnail is cropped ({{ picture.crop_resolution }})
es_es: Miniatura recortada ({{ picture.crop_resolution }})
zh_cn: 缩略图已裁剪({{ picture.crop_resolution }})

source: Top view
es_es: Vista superior
fr_fr: Vue du haut
it_it: Vista dall'alto
zh_cn: 顶视图

source: All pictures of {{ group.nameText }}
es_es: Todas las imágenes de {{ group.nameText }}
fr_fr: Toutes les images de {{ group.nameText }}
it_it: Tutte le immagini di {{ group.nameText }}
zh_cn: 的所有图片{{ group.nameText }}

source: Specifications of {{ group.nameText }}
es_es: Especificaciones de {{ group.nameText }}
fr_fr: Caractéristiques techniques de {{ group.nameText }}
it_it: Specifiche di {{ group.nameText }}
zh_cn: 的技术参数{{ group.nameText }}

source: group
es_es: grupo
fr_fr: groupe
it_it: gruppo
zh_cn: 组

source: {{ resolution }} (aspect is about {{ aspect }})
es_es: {{ resolution }} (aspecto es sobre {{ aspect }})
fr_fr: {{ resolution }} (aspect est à propos de {{ aspect }})
it_it: {{ resolution }} (aspetto circa {{ aspect }})
zh_cn: {{ resolution }} (宽高比 {{ aspect }})

source: Selection
es_es: Selección
fr_fr: Sélection
it_it: Selezione
zh_cn: 选择

source: select another catalogue
es_es: selecionar otro catálogo
fr_fr: choisissez un autre catalogue
it_it: seleziona un altro catalogo
zh_cn: 选择另一个目录

source: Image file
es_es: Archivo de imagen
fr_fr: Dossier de l'image
it_it: Immagine file
zh_cn: 图片文件

source: Note
es_es: Nota
it_it: Nota
zh_cn: 备注

source: crop
es_es: recorte
fr_fr: rogner
it_it: taglia
zh_cn: 剪切
