Repository: autowp/autowp-frontend
Catalog: src/locale/messages.*.xlf
Languages: es_es, fr_fr, he_il, it_it, pt_br, ru_ru, uk_ua, zh_cn

source: Pictures
he_il: תמונות
pt_br: Imagens
ru_ru: Изображения
uk_ua: Зображення

source: {VAR_PLURAL, plural, one {{INTERPOLATION} vehicle} other {{INTERPOLATION} vehicles}}
he_il: {VAR_PLURAL, plural, one {רכב {INTERPOLATION}} other {{INTERPOLATION} רכבים}}
ru_ru: {VAR_PLURAL, plural, one {{INTERPOLATION} автомобиль} few {{INTERPOLATION} автомобиля} other {{INTERPOLATION} автомобилей }}

source: No photos available
he_il: אין תמונות
pt_br: Sem fotos
ru_ru: Нет фотоматериалов
uk_ua: Зображення відсутні

source: Add photo
he_il: הוספת תמונות
pt_br: Adicionar foto
ru_ru: Добавить фотографию
uk_ua: Додати зображення

source: Mounted on:
he_il: מותקן על:
pt_br: Montado em:
ru_ru: Устанавливался на:
uk_ua: Встановлювався на:

source: edit specs
he_il: ערוך מפרט
pt_br: editar especificações
ru_ru: ввод ттх
uk_ua: редагувати технічні характеристики

source: Charts
es_es: Gráficas
fr_fr: Graphiques
he_il: תרשימים
it_it: Grafici
ru_ru: Чарты
zh_cn: 图表

source: Comments
he_il: הערות
pt_br: Comentários
ru_ru: Комментарии
uk_ua: Коментарі

source: To be able to post a comment, you must [create an account or sign in using social networks account](/login)
he_il: כדי להיות מסוגל לפרסם תגובה, עליך [ליצור חשבון או להיכנס באמצעות חשבון רשתות חברתיות](/login)
pt_br: Para postar um comentário você deve [criar uma conta ou utilizar uma conta de rede social já existente](/login)
ru_ru: Чтобы иметь возможность оставлять комментарии, необходимо [зарегистрироваться или войти на сайт с помощью учётной записи в одной из социальных сетей](/login)
uk_ua: Щоб мати можливість залишати коментарі, необхідно [зареєструватися або ввійти на сайт з допомогою облікового запису в одній з соціальних мереж](/login)

source: Add comment
he_il: הוסף תגובה
pt_br: Adicionar comentário
ru_ru: Добавить комментарий
uk_ua: Додати коментар

source: Cancel
he_il: ביטול
pt_br: Cancelar
ru_ru: Отменить
uk_ua: Відмінити

source: It requires attention of moderators
he_il: זה דורש תשומת לב של מנהלים
pt_br: Requer atenção da equipe de moderação
ru_ru: Требуется внимание модераторов
uk_ua: Потрібна увага модераторів

source: Send
he_il: נשלח
pt_br: Enviar
ru_ru: Отправить
uk_ua: Відправити

source: Anonymous
he_il: אנונימי
pt_br: Anômimo
ru_ru: Аноним
uk_ua: Анонім

source: Message deleted by site administration
he_il: ההודעה נמחקה על ידי הנהלת האתר
ru_ru: Сообщение удалено администрацией сайта
uk_ua: Повідомлення видалено адміністрацією сайту

source: reply & resolve
he_il: השב & לפתור
ru_ru: ответить и решить

source: Delete
he_il: למחוק
pt_br: Apagar
ru_ru: Удалить
uk_ua: Видалити

source: Restore
he_il: לשחזר
pt_br: Restaurar
ru_ru: Восстановить
uk_ua: Відновити

source: Votes
he_il: הצבעות
pt_br: Votos
ru_ru: Голоса
uk_ua: Голоси

source: Close
he_il: לסגור
pt_br: Fechar
ru_ru: Закрыть
uk_ua: Закрити

source: Vehicle type
he_il: סוג רכב
pt_br: Tipo de veículo
ru_ru: Тип кузова
uk_ua: Тип кузова

source: Cutaway
he_il: חתוך
pt_br: Corte

source: Authors
he_il: כותבים
pt_br: Autores
ru_ru: Авторы
uk_ua: Автори

source: Brands
he_il: מותגים
pt_br: Marcas
ru_ru: Марки
uk_ua: Марки

source: Cutaway
es_es: Corte
he_il: חתוך
it_it: Disegno tecnico
pt_br: Corte
zh_cn: 剖视

source: Donate log
es_es: Registro de donaciones
fr_fr: Donner un log
he_il: יומן תרומה
it_it: Registro delle donazioni
ru_ru: Журнал донатов
zh_cn: 捐赠日志

source: Donate success
es_es: Donación exitosa
fr_fr: Succès du don
he_il: תרומה מוצלחת
it_it: Donato con successo
ru_ru: Успех
zh_cn: 捐赠成功

source: Donate
es_es: Donar
fr_fr: Faire un don
he_il: לתרום
it_it: Donare
pt_br: Fazer uma doação
ru_ru: Пожертвование
uk_ua: Пожертва
zh_cn: 捐助

source: Despite the fact that we always try to work as non-commercial project, it is absolutely impossible to support encyclopedia without money. Support and site development requires a permanent costs. If you want to help to our everyday work, you can send us some money through PayPal or Yandex.Money. With a money donation you can send us your vision about the future of the encyclopedia and the way it must move and we'll be much more obligated and grateful for your words. We do not collect information about our donators, however, if you wish, we can mark your contribution. In addition, we can offer in return to [choose the next vehicle of the day](/donate/vod)
he_il: למרות העובדה שאנחנו תמיד מנסים לעבוד כפרויקט לא מסחרי, זה בלתי אפשרי לחלוטין לתמוך באנציקלופדיה בלי כסף. תמיכה ופיתוח אתרים דורשים עלויות קבועות. אם אתה רוצה לעזור בעבודה היומיומית שלנו, אתה יכול לשלוח לנו קצת כסף דרך PayPal או Yandex.Money. בעזרת תרומה כספית תוכל לשלוח לנו את החזון שלך לגבי עתיד האנציקלופדיה והדרך בה היא חייבת לנוע, ואנו נהיה הרבה יותר מחויבים ואסירי תודה על דבריך. אנחנו לא אוספים מידע על התורמים שלנו, עם זאת, אם תרצה, נוכל לסמן את תרומתך. בנוסף, אנו יכולים להציע בתמורה [לבחר את הרכב הבא של היום](/donate/vod)
pt_br: Apesar do fato de nós sempre tentarmos trabalhar como um projeto não comercial, é praticamente impossível manter esta enciclopédia sem dinheiro. Desenvolver e manter um site requer custos permanentes. Se você tem interesse em ajudar nosso trabalho, você pode nos enviar uma doação em dinheiro através do PayPal ou Yandex.Money. Através de sua doação em dinheiro, você também estará contribuindo para o futuro deste site, onde ficaremos muito gratos por sua assistência e abertos a sua opinião sobre o site. Nós não coletamos informações sobre doadores, porém, se for de seu desejo, nós podemos marcar sua contribuição. Ou ainda, podemos lhe oferecer a opção de [escolher o próximo veículo do dia](/donate/vod)
ru_ru: Несмотря на то, что мы позиционируем нашу энциклопедию как некоммерческую, совсем обходиться без денег невозможно. Содержание сайта требует некоторых расходов. Если у вас есть желание и возможность поддержать нас, вы можете сделать это, отправив нам немножко денег через PayPal или Yandex.Money. Вместе с пожертвованием вы можете передать нам пару строк о том, куда вам хотелось бы видеть движение сайта и мы будем чувствовать себя немножечко более обязанными. Мы не собираем информацию о жертвователях, но, если вы настаиваете, мы можем отметить ваш взнос. В знак благодарности мы предоставляем возможность [выбрать следующий автомобиль дня](/donate/vod)
uk_ua: Не дивлячись на те, що ми позиціонуємо нашу енциклопедію як некомерційну, зовсім обходитися без грошей неможливо. Зміст сайту потребує деяких розходів. Якщо у вас є бажання і можливість підтримати нас, ви можете зробити це, відправивши нам трішки грошей через PayPal або Yandex.Money. Разом з пожертвами ви можете передати нам пару рядків про те, куди вам хотілось би бачити рух сайту і ми будемо відчувати себе трішки більше зобов'язаними. Ми не збираємо інформацію про пожертвувачах, але, якщо ви наполягаєте, ми можемо відмітити ваш внесок. В знак вдячності ми даємо можливість [вибрати наступний автомобіль дня](/donate/vod)

source: Donate with
he_il: לתרום עם
ru_ru: Пожертвовать через

source: Your wish
es_es: Su deseo
fr_fr: Votre souhait
he_il: המשאלה שלך
it_it: Il tuo messaggio
pt_br: Seu desejo
ru_ru: Ваши пожелания
uk_ua: Ваші побажання
zh_cn: 您的建议

source: For website work
es_es: Para el trabajo del sitio web
fr_fr: Pour le travaille fait sur le site
he_il: לעבודה באתר
it_it: Per il lavoro sul sito web
pt_br: Para o site
ru_ru: На работу сайта
uk_ua: На роботу сайту
zh_cn: 为了维持网站运营

source: Donate log
he_il: יומן תרומה
ru_ru: Журнал донатов

source: Donate success
he_il: תרומה מוצלחת
pt_br: Fazer uma doação
ru_ru: Успех
uk_ua: Пожертва

source: Thank you for your support. We will try not to disappoint you.
he_il: תודה על תמיכתך. נשתדל לא לאכזב אותך.
pt_br: Obrigado por seu apoio. Faremos o possível para não lhe desapontar.
ru_ru: Благодарим вас за оказанную поддержку. Постараемся вас не разочаровать.
uk_ua: Ми вдячні вам за надану підтримку. Постараємося вас не розчарувати.

source: [select]
he_il: [לבחור]
pt_br: [selecionar]
ru_ru: [выбрать]
uk_ua: [вибрати]

source: Theme of the day
he_il: נושא היום
pt_br: Tema do dia
ru_ru: Тема дня
uk_ua: Тема дня

source: Concepts & prototypes
he_il: מושגים & אבות טיפוס
pt_br: Conceitos e protótipos
ru_ru: Концепты и прототипы
uk_ua: Концепти та прототипи

source: When the information about your donation comes to us your choice will be carried out. Thank you for your support. We will try not to disappoint you.
he_il: כאשר המידע על תרומתך יגיע אלינו בחירתך תתבצע. תודה על תמיכתך. נשתדל לא לאכזב אותך.
pt_br: Quando as informações sobre sua doação chegarem a nós, sua escolha será realizada. Obrigado por seu apoio! Faremos o possível para não lhe desapontar.
ru_ru: В ближайшее время информация о пожертвовании автоматически поступит к нам и ваш выбор будет осуществлён. Благодарим вас за оказанную поддержку. Постараемся вас не разочаровать.
uk_ua: Найближчим часом інформація про пожертву автоматично надійде до нас і ваш вибір буде здійснено. Вдячні вам за надану підтримку. Постараємося вас не розчарувати.

source: The little that we can offer in return for financial assistance of the site - it is an opportunity to choose the next "vehicle of the day". Follow the instructions below. We will be happy if you want to [perform selfless donation](/donate) to an arbitrary amount.
he_il: המעט שאנו יכולים להציע בתמורה לסיוע כספי של האתר - זו הזדמנות לבחור את "רכב היום" הבא. עקוב אחר ההוראות למטה. נשמח אם תרצה [לבצע תרומה חסרת אנוכיות](/donate) בסכום שרירותי.
pt_br: O mínimo que nós podemos lhe oferecer por sua ajuda financeira é a oportunidade de escolher o próximo "veículo do dia". Siga as instruções abaixo. Ficaremos felizes se você desejar [fazer uma doação](/donate) de qualquer valor.
ru_ru: То немногое, что мы можем предложить взамен финансовой помощи в существовании сайта – это возможность выбрать ближайший "автомобиль дня". Для этого следуйте инструкциям ниже. Мы будем рады, если вы захотите [совершить бескорыстное пожертвование](/donate) на произвольную сумму.
uk_ua: Те невелике, що ми можемо запропонувати взамін фінансової допомоги для існування сайту – це можливість вибирати найближчий "автомобіль дня". Для цього слідуйте інструкціям нижче. Ми будемо раді, якщо ви захочете [здійснити безкорисну пожертву](/donate) на вільну суму.

source: 1. Choose a date
he_il: 1. בחרו תאריך
pt_br: 1. Escolha uma data
ru_ru: 1. Выберите дату
uk_ua: 1. Виберіть дату

source: busy
he_il: עסוק
pt_br: ocupado
ru_ru: занято
uk_ua: зайнято

source: 2. Choose vehicle
he_il: 2. בחר רכב
pt_br: 2. Escolha um veículo
ru_ru: 2. Выберите автомобиль
uk_ua: 2. Виберіть автомобіль

source: Almost any vehicle can be "Vehicle of the day", but there are some limitations: - the vehicle must be selected for the first time - the vehicle must have at least 3 photos
he_il: כמעט כל רכב יכול להיות "רכב היום", אבל יש כמה מגבלות: - יש לבחור את הרכב בפעם הראשונה - הרכב חייב להיות בעל 3 תמונות לפחות
pt_br: Praticamente todo veículo nesse site pode ser escolhido como "veículo do dia", porém há algumas limitações: - o veículo deve ser selecionado pela primeira vez - o veículo deve ter pelo menos 3 fotos
ru_ru: На роль автомобиля дня подойдет почти любой, из имеющихся, но есть некоторые ограничения: - автомобиль должен быть выбран впервые - автомобиль должен иметь по крайней мере 3 фотографии
uk_ua: На роль автомобіля дня підійде майже будь-який, із наявних, але є деякі обмеження: - автомобіль повинен бути вибраний вперше - автомобіль повинен мати як мінімум 3 фотографії

source: Selection:
he_il: בחירה:
pt_br: Seleção:
ru_ru: Выбор:
uk_ua: Вибір:

source: Choose …
he_il: בחר …
ru_ru: Выбрать ...

source: 3. Preview
he_il: 3. תצוגה מקדימה
pt_br: 3. Pré-visualizar
ru_ru: 3. Предварительный просмотр
uk_ua: 3. Попередній перегляд

source: Anonymously
he_il: אנונימי
pt_br: De forma anônima
ru_ru: Анонимно
uk_ua: Анонімно

source: With the name (registration required)
he_il: עם השם (נדרש הרשמה)
pt_br: Com nome (necessário registro)
ru_ru: С указанием имени (требуется регистрация)
uk_ua: З вказанням імені (потрібна реєстрація)

source: 4. Make a donation
he_il: 4. תרום תרומה
pt_br: 4. Fazer uma doação
ru_ru: 4. Сделайте пожертвование
uk_ua: 4. Зробіть пожертву

source: Your wishes
he_il: המשאלות שלך
pt_br: Seus desejos
ru_ru: Ваши пожелания
uk_ua: Ваші побажання

source: Price:
he_il: מחיר:
pt_br: Preço:
ru_ru: Сумма:
uk_ua: Сума:

source: rubles
he_il: רובלים
pt_br: rublos russos
ru_ru: руб.
uk_ua: руб.

source: about {{ '$' + (vod.sum / 63.75).toFixed(2) }}
he_il: אודות {{ '$' + (vod.sum / 63.75).toFixed(2) }}
ru_ru: примерно {{ '$' + (vod.sum / 63.75).toFixed(2) }}

source: Credit card
he_il: כרטיס אשראי
pt_br: Cartão de crédito
ru_ru: Банковская карта
uk_ua: Банківська карта

source: Mobile operator account
he_il: חשבון מפעיל סלולרי
pt_br: Transação via celular
ru_ru: Счёт мобильного оператора
uk_ua: Рахунок мобільного оператора

source: Pay
he_il: תשלום
pt_br: Pagar
ru_ru: Оплатить
uk_ua: Оплатити

source: WheelsAge.org: vehicle of the day
es_es: WheelsAge.org: Vehículo del día
fr_fr: WheelsAge.org: Véhicule du jour
he_il: WheelsAge.org: רכב היום
it_it: WheelsAge.org: veicolo del giorno
pt_br: WheelsAge.org: veículo do dia
ru_ru: AutoWP.ru: автомобиль дня
uk_ua: WheelsAge.org: автомобіль дня
zh_cn: WheelsAge.org: 今日之车

source: Order label
es_es: Orden label
fr_fr: Commande label
he_il: הזמינו label
it_it: Ordine label
ru_ru: Заказ label
zh_cn: 订单 label

source: Products
es_es: Productos
fr_fr: Produits
he_il: מוצרים
it_it: Prodotti
pt_br: Produtos
ru_ru: Продукция
uk_ua: Продукція
zh_cn: 制品

source: Products
he_il: מוצרים
pt_br: Produtos
ru_ru: Продукция
uk_ua: Продукція

source: Message sent
es_es: Mensaje enviado
fr_fr: Message envoyé
he_il: הודעה נשלחה
it_it: Messaggio inviato
pt_br: Mensagem enviada
ru_ru: Сообщение отправлено
uk_ua: Повідомлення відправлено
zh_cn: 已发送信息

source: Feedback
es_es: Abandonar
fr_fr: Nous contacter
he_il: משוב
ru_ru: Обратная связь
uk_ua: Зворотній зв'язок
zh_cn: 反馈

source: Your name
he_il: השם שלך
pt_br: Seu nome
ru_ru: Ваше имя
uk_ua: Ваше ім'я

source: John
he_il: יוחנן
ru_ru: Иван

source: E-mail
he_il: אימייל

source: john@example.com
he_il: you@example.com
ru_ru: ivan@example.com

source: Message
he_il: הודעה
pt_br: Mensagem
ru_ru: Сообщение
uk_ua: Повідомлення

source: Submit
he_il: שמירה
pt_br: Salvar
ru_ru: Отправить
uk_ua: Надіслати

source: If you have come here to express words of support, it is possible to [express it in hard currency](/donate)
he_il: אם הגעת לכאן כדי להביע דברי תמיכה, אפשר [להביע זאת במטבע חזק](/donate)
pt_br: Se você deseja expressar sua mensagem de suporte a nós, saiba que você também pode nos [fazer uma doação](/donate)
ru_ru: Если вы пришли сюда, чтобы высказать слова поддержки, есть возможность [выразить её в твердой валюте](/donate)
uk_ua: Якщо ви прийшли сюди, щоб виразити слова підтримки, є можливість [виразити її в твердій валюті](/donate)

source: Message sent
he_il: הודעה נשלחה
pt_br: Mensagem enviada
ru_ru: Сообщение отправлено
uk_ua: Повідомлення відправлено

source: Your message was sent
he_il: הודעתך נשלחה
pt_br: Sua mensagem foi enviada
ru_ru: Ваше сообщение отправлено
uk_ua: Ваше повідомлення відправлено

source: Move
es_es: Mover
fr_fr: Déplacer
he_il: לזוז
it_it: Muovi
pt_br: Mover
ru_ru: Переместить
uk_ua: Перемістити
zh_cn: 移动

source: New topic
es_es: Nuevo ítem
fr_fr: Nouveau sujet
he_il: נושא חדש
it_it: Novo topic
pt_br: Novo tópico
ru_ru: Добавить топик
uk_ua: Додати топік
zh_cn: 新主题

source: Forums
es_es: Foros
he_il: פורומים
it_it: Forum
pt_br: Fóruns
ru_ru: Форумы
uk_ua: Форуми
zh_cn: 论坛

# n-topics
source: {VAR_PLURAL, plural, one {{INTERPOLATION} topic} other {{INTERPOLATION} topics}}
es_es: {VAR_PLURAL, plural, one {{INTERPOLATION} tema} other {{INTERPOLATION} temas}}
fr_fr: {VAR_PLURAL, plural, one {{INTERPOLATION} sujet} other {{INTERPOLATION} sujets}}
he_il: {VAR_PLURAL, plural, one {נושא {INTERPOLATION}} other {{INTERPOLATION} נושאים}}
it_it: {VAR_PLURAL, plural, one {{INTERPOLATION} topic} other {{INTERPOLATION} topic}}
pt_br: {VAR_PLURAL, plural, one {{INTERPOLATION} tópico} other {{INTERPOLATION} tópicos}}
ru_ru: {VAR_PLURAL, plural, one {{INTERPOLATION} тема} few {{INTERPOLATION} темы} other {{INTERPOLATION} тем}}
uk_ua: {VAR_PLURAL, plural, one {{INTERPOLATION} тема} few {{INTERPOLATION} теми} many {{INTERPOLATION} тем} other {{INTERPOLATION} тем}}
zh_cn: {VAR_PLURAL, plural, one {{INTERPOLATION} 个主题} other {{INTERPOLATION} 个主题}}

# n-messages
source: {VAR_PLURAL, plural, one {{INTERPOLATION} message} other {{INTERPOLATION} messages}}
es_es: {VAR_PLURAL, plural, one {{INTERPOLATION} mensaje} other {{INTERPOLATION} mensajes}}
he_il: {VAR_PLURAL, plural, one {הודעה {INTERPOLATION}} other {{INTERPOLATION} הודעות}}
it_it: {VAR_PLURAL, plural, one {{INTERPOLATION} messaggio} other {{INTERPOLATION} messaggi}}
pt_br: {VAR_PLURAL, plural, one {{INTERPOLATION} mensagem} other {{INTERPOLATION} mensagens}}
ru_ru: {VAR_PLURAL, plural, one {{INTERPOLATION} сообщение} few {{INTERPOLATION} сообщения} other {{INTERPOLATION} сообщений}}
uk_ua: {VAR_PLURAL, plural, one {{INTERPOLATION} повідомлення} few {{INTERPOLATION} повідомлень} many {{INTERPOLATION} повідомлень} other {{INTERPOLATION} повідомлень}}
zh_cn: {VAR_PLURAL, plural, one {{INTERPOLATION} 个站内信} other {{INTERPOLATION} 个站内信}}

source: Subforums
he_il: תת פורומים
pt_br: Subfóruns
ru_ru: Подфорумы
uk_ua: Під-форуми

source: Go to forum …
he_il: לך לפורום …
pt_br: Ir para o fórum...
ru_ru: Зайти в форум …
uk_ua: Зайти у форум …

source: Last message in topic «{{ lastTopic.name }}»
he_il: הודעה אחרונה בנושא «{{ lastTopic.name }}»
ru_ru: Последнее сообщение в теме «{{ lastTopic.name }}»

source: Go to last message
he_il: עבור להודעה האחרונה
pt_br: Ir para a última mensagem
ru_ru: Перейти к последнему сообщению
uk_ua: Перейти до останнього повідомлення

source: Create new topic
he_il: ליצור נושא חדש
pt_br: Criar novo tópico
ru_ru: Создать новую тему
uk_ua: Створити нову тему

source: New topic
he_il: נושא חדש
pt_br: Novo tópico
ru_ru: Добавить топик
uk_ua: Додати топік

source: Subject
he_il: נושא
ru_ru: Тема

source: Subscribe to new messages
he_il: להירשם להודעות חדשות
pt_br: Inscrever-se a novas mensagens
ru_ru: Подписаться на новые сообщения
uk_ua: Підписатись на нові повідомлення

source: Only registered users can add topics. If you are already registered on the site, then you need to sign in to the site. If you are not registered yet, please do so now [on the registration page](/signup).
he_il: רק משתמשים רשומים יכולים להוסיף נושאים. אם אתה כבר רשום באתר, אז אתה צריך להיכנס לאתר. אם עדיין לא נרשמת, אנא עשה זאת כעת [בדף ההרשמה](/signup).
pt_br: Apenas usuários registrados podem adicionar tópicos. Se você já possui conta no site, então você necessita fazer seu log-in. Se você ainda não possui conta no site, você pode [criar sua conta agora](/signup).
ru_ru: Добавлять топики могут только зарегистрированные пользователи. Если Вы уже зарегистрированны на сайте, то Вам необходимо осуществить вход на сайт. Если Вы ещё не зарегистрированы, сделайте это сейчас [на странице регистрации](/signup).
uk_ua: Додавати топіки можуть тільки зареєстровані користувачі. Якщо ви вже зареєстровані на сайті, то вам необхідно здійснити вхід на сайт. Якщо ви ще не зареєстровані, зробіть це зараз [на сторінці реєстрації](/signup).

source: Topics
he_il: נושאים
pt_br: Tópicos
ru_ru: Топики
uk_ua: Теми

source: Author
he_il: מחבר
pt_br: Autor
ru_ru: Автор
uk_ua: Автор

source: Last message
he_il: הודעות אחרונות
pt_br: Última mensagem
ru_ru: Последнее сообщение
uk_ua: Останнє повідомлення

source: Subscription
he_il: מנוי
pt_br: Inscrição
ru_ru: Подписка
uk_ua: Підписка

source: Unsubscribe
he_il: בטל הרשמה
pt_br: Cancelar inscrição
ru_ru: Отписаться
uk_ua: Відписатися

source: open
he_il: לפתוח
pt_br: abrir
ru_ru: открыть
uk_ua: відкрити

source: close
he_il: לסגור
pt_br: fechar
ru_ru: закрыть
uk_ua: закрити

source: move
he_il: לזוז
pt_br: mover
ru_ru: переместить
uk_ua: перемістити

source: Subscribe to new replies notifications
he_il: להירשם להודעות תשובות חדשות
pt_br: Inscrever-se às notificações de novas respostas
ru_ru: Подписаться на уведомления о сообщениях
uk_ua: Підписатися на повідомлення

source: Unsubscribe from notifications
he_il: בטל התראות
pt_br: Cancelar inscrição de notificações
ru_ru: Отписаться от уведомлений
uk_ua: Відписатися від повідомлень

source: Topic is closed by site administration
he_il: ההודעה נמחקה על ידי הנהלת האתר
ru_ru: Обсуждение закрыто администрацией форума

source: Inbox
he_il: לא מקובל
ru_ru: Входящие
uk_ua: Вхідні

# n-pictures
source: {VAR_PLURAL, plural, one {{INTERPOLATION} picture} other {{INTERPOLATION} pictures}}
es_es: {VAR_PLURAL, plural, one {{INTERPOLATION} imagen} other {{INTERPOLATION} imágenes}}
fr_fr: {VAR_PLURAL, plural, one {{INTERPOLATION} image} other {{INTERPOLATION} images}}
he_il: {VAR_PLURAL, plural, one {תמונה {INTERPOLATION} } other {{INTERPOLATION} תמונות}}
it_it: {VAR_PLURAL, plural, one {{INTERPOLATION} immagina} other {{INTERPOLATION} immagini}}
pt_br: {VAR_PLURAL, plural, one {{INTERPOLATION} imagem} other {{INTERPOLATION} imagens}}
ru_ru: {VAR_PLURAL, plural, one {{INTERPOLATION} изображение} few {{INTERPOLATION} изображения} other {{INTERPOLATION} изображений}}
uk_ua: {VAR_PLURAL, plural, one {{INTERPOLATION} зображення} few {{INTERPOLATION} зображень} many {{INTERPOLATION} зображень} other {{INTERPOLATION} зображень}}
zh_cn: {VAR_PLURAL, plural, one {{INTERPOLATION} 张图片} other {{INTERPOLATION} 张图片}}

source: all
he_il: הכל
pt_br: tudo
ru_ru: все
uk_ua: всі

source: … and
he_il: … ו
pt_br: … e
ru_ru: … и
uk_ua: … і

# more-n-companies
source: {VAR_PLURAL, plural, one {more {INTERPOLATION} company} other {more {INTERPOLATION} companies}}
es_es: {VAR_PLURAL, plural, one {más {INTERPOLATION} company} other {más {INTERPOLATION} companies}}
fr_fr: {VAR_PLURAL, plural, one {plus {INTERPOLATION} company} other {plus {INTERPOLATION} companies}}
he_il: {VAR_PLURAL, plural, one {יותר מחברה {INTERPOLATION}} other {יותר מ-{INTERPOLATION} חברות}}
it_it: {VAR_PLURAL, plural, one {{INTERPOLATION} compagnia} other {{INTERPOLATION} compagnie}}
pt_br: {VAR_PLURAL, plural, one {mais {INTERPOLATION} empresa} other {mais de {INTERPOLATION} empresas}}
ru_ru: {VAR_PLURAL, plural, one {ещё {INTERPOLATION} компания} few {ещё {INTERPOLATION} компании} other {ещё {INTERPOLATION} компаний}}
uk_ua: {VAR_PLURAL, plural, one {ще {INTERPOLATION} компанія} few {ще {INTERPOLATION} компанії} many {ще {INTERPOLATION} компаній} other {ще {INTERPOLATION} компаній}}
zh_cn: {VAR_PLURAL, plural, one {全部{INTERPOLATION}个品牌} other {全部{INTERPOLATION}个品牌}}

source: Do you know which cars helped to maintain law and order on the streets of world cities at different times? What cars did the Pope drive? Not? Then you are exactly in this section.
he_il: האם אתה יודע אילו מכוניות עזרו לשמור על החוק ולסדר ברחובות ערי העולם בזמנים שונים? איזה מכוניות האפיפיור נהג? לֹא? אז אתה בדיוק בקטע הזה.
ru_ru: А знаете ли вы, какая техника помогала блюсти правопорядок на улицах мировых городов в разное время? А на каких автомобилях ездил Папа Римский? Нет? Тогда вам точно в этот раздел.

source: Help the project
he_il: לעזור לפרויקט
ru_ru: Помощь проекту

source: Due to financial restrictions and difficult economy situation in regions where most of our contributors live, we are forced to open a fundraiser to pay the hosting for our website. This project is aimed to remain free to use and fully advertising free in the future.
he_il: בשל מגבלות פיננסיות ומצב כלכלי קשה באזורים שבהם מתגוררים רוב התורמים שלנו, אנו נאלצים לפתוח גיוס כספים כדי לשלם את האירוח עבור האתר שלנו. הפרויקט הזה נועד להישאר חופשי לשימוש וללא פרסום מלא בעתיד.
ru_ru: В связи с финансовыми ограничениями и сложной экономической ситуацией в регионах проживания большинства наших контрибьюторов, мы открываем сбор средств на оплату хостинга для нашего сайта. Наш проект хочет оставаться бесплатным и свободным от рекламы и в дальнейшем.
