Repository: autowp/autowp-frontend
Catalog: src/locale/messages.*.xlf
Languages: es_es, fr_fr, he_il, it_it, pt_br, ru_ru, uk_ua, zh_cn

# n-items
source: {VAR_PLURAL, plural, one {{INTERPOLATION} item} other {{INTERPOLATION} items}}
es_es: {VAR_PLURAL, plural, one {{INTERPOLATION} objeto} other {{INTERPOLATION} objetos}}
he_il: {VAR_PLURAL, plural, one {פריט {INTERPOLATION}} other {{INTERPOLATION} פריטים}}
it_it: {VAR_PLURAL, plural, one {{INTERPOLATION} oggetto} other {{INTERPOLATION} oggetti}}
pt_br: {VAR_PLURAL, plural, one {{INTERPOLATION} item} other {{INTERPOLATION} itens}}
ru_ru: {VAR_PLURAL, plural, one {{INTERPOLATION} единица данных} few {{INTERPOLATION} единицы данных} other {{INTERPOLATION} единиц данных}}
uk_ua: {VAR_PLURAL, plural, one {{INTERPOLATION} одиниця даних} few {{INTERPOLATION} одиниці даних} many {{INTERPOLATION} одиниць даних} other {{INTERPOLATION} одиниць даних}}
zh_cn: {VAR_PLURAL, plural, one {{INTERPOLATION} 项目} other {{INTERPOLATION} 项目}}

source: As submodel
he_il: כתת-מודל
pt_br: Como submodelo
ru_ru: В автомобиль
uk_ua: В автомобіль

source: Too big
he_il: גדול מדי
ru_ru: Слишком большой

source: Count
he_il: כמות
ru_ru: Количество

source: Moderator menu
he_il: עמוד מנחה
pt_br: Menu da moderação
ru_ru: Меню модератора
uk_ua: Меню модератора

source: Comments
es_es: Comentarios
fr_fr: Commentaires
he_il: הערות
it_it: Commenti
pt_br: Comentários
ru_ru: Комментарии
uk_ua: Коментарі
zh_cn: 评论

source: Perspectives
es_es: Perspectivas
fr_fr: Les angles
he_il: זווית ראיה
it_it: Prospettive
pt_br: Perspectivas
ru_ru: Ракурсы
uk_ua: Ракурси
zh_cn: 角度

source: Picture vote templates
es_es: Plantilla de votos de la imagen
fr_fr: Vote image modèles
he_il: תבניות הצבעה לתמונות
it_it: Modelli di voto per immagini
pt_br: Padrões de votos de imagens
ru_ru: Шаблоны модераторских голосов
uk_ua: Шаблони модераторських голосів
zh_cn: 图片投票模板

source: Statistics
es_es: Estadísticas
fr_fr: Statistiques
he_il: סטטיסטיקה
it_it: Statistiche
pt_br: Estatísticas
ru_ru: Статистика
uk_ua: Статистика
zh_cn: 贡献排行榜

source: Users
es_es: Usuarios
fr_fr: Utilisateurs
he_il: משתמשים
it_it: Utenti
pt_br: Usuários
ru_ru: Пользователи
uk_ua: Користувачі
zh_cn: 用户

source: Attributes
es_es: Atributos
fr_fr: Les attributs
he_il: מאפיינים
it_it: Attributi
pt_br: Atributos
ru_ru: Аттрибуты
uk_ua: Атрибути
zh_cn: 属性

source: Moderator page
es_es: Moderador de la página
fr_fr: Page Modérateur
he_il: עמוד מנחה
it_it: Pagina del moderatore
pt_br: Página da moderação
ru_ru: Страница модератора
uk_ua: Сторінка модератора
zh_cn: 管理员页面

source: Add template
he_il: הוסף תבנית
pt_br: Salvar padrão
ru_ru: Добавить шаблон
uk_ua: Додати шаблон

source: Reason
he_il: סיבה
pt_br: Motivo
ru_ru: Причина
uk_ua: Причина

source: Vote
he_il: הצבעה
pt_br: Votar
ru_ru: Голосовать
uk_ua: Голосувати

source: Negative
he_il: נגטיבי
pt_br: Votos negativos
ru_ru: Отрицательные
uk_ua: Негативні

source: Positive
he_il: חיובי
pt_br: Votos positivos
ru_ru: Положительные
uk_ua: Позитивні

source: Picture №{{ picture.id }}
he_il: תמונה מס'{{ picture.id }}
ru_ru: Изображение №{{ picture.id }}

source: Cropper
he_il: קרופר
pt_br: Cortar
ru_ru: Кадрирование
uk_ua: Кадрування

source: {{ resolution }} (aspect is about {{ aspect }})
he_il: {{ resolution }} (היבט הוא בערך {{ aspect }})
ru_ru: {{ resolution }} (пропорции {{ aspect }})

source: Select all
he_il: לבחור הכל
pt_br: Selecionar tudo
ru_ru: Выделить всё
uk_ua: Виділити всі

source: Save changes
he_il: לשמור את השינויים
pt_br: Salvar mudanças
ru_ru: Сохранить
uk_ua: Зберегти

source: << previous new
he_il: << קודם חדש
pt_br: << anterior nova
ru_ru: << предыдущее не обработанное
uk_ua: << попереднє не оброблене

source: << previous
he_il: << קודם
pt_br: << anterior
ru_ru: << предыдущее
uk_ua: << попереднє

source: next >>
he_il: הבא >>
pt_br: próxima >>
ru_ru: следующее >>
uk_ua: наступне >>

source: next new >>
he_il: הבא חדש >>
pt_br: próxima nova >>
ru_ru: следующее не обработанное >>
uk_ua: наступне не оброблене >>

source: Public URL:
he_il: כתובת אתר ציבורית:
pt_br: URL público:
ru_ru: На сайте:
uk_ua: На сайті:

source: Image:
he_il: תמונה:
pt_br: Imagem:
ru_ru: Картинка:
uk_ua: Зображення:

source: Database id: {{ picture.id }}
he_il: מאגר מידע תמונה מס': {{ picture.id }}
ru_ru: В базе данных чиcлится под номером {{ picture.id }}

source: Resolution:
he_il: גודל תמונה:
pt_br: Resolução:
ru_ru: Разрешение:
uk_ua: Роздільна здатність:

source: File size:
he_il: גודל הקובץ:
pt_br: Tamanho do arquivo:
ru_ru: Размер файла:
uk_ua: Розмір файлу:

source: Upload date:
he_il: תאריך העלאה:
pt_br: Data do upload:
ru_ru: Добавлено:
uk_ua: Додано:

source: Perspective
he_il: זווית ראיה
pt_br: Perspectiva
ru_ru: Ракурс
uk_ua: Ракурс

source: Area
he_il: שטח
ru_ru: Площадь

source: Pick item area
he_il: לבחור אזור פריט
pt_br: Selecionar área do item
ru_ru: Отметить область
uk_ua: Відмітити область

source: move to
he_il: לעבור ל
pt_br: mover para
ru_ru: переместить в
uk_ua: перемістити у

source: add to
he_il: להוסיף ל
pt_br: adicionar a
ru_ru: добавить в
uk_ua: додати у

source: Settings
he_il: הגדרות
pt_br: Configurações
ru_ru: Настройки
uk_ua: Налаштування

source: Date of photo
he_il: תאריך הצילום
ru_ru: Дата фото

source: Special name
he_il: שם מיוחד
pt_br: Nome especial
ru_ru: Особое название
uk_ua: Особлива назва

source: Copyrights
he_il: זכויות יוצרים
pt_br: Direitos autorais
ru_ru: Копирайты
uk_ua: Копірайти

source: Markdown syntax. Few manuals: [1](https://en.wikipedia.org/wiki/Markdown), [2](https://guides.github.com/features/mastering-markdown/), [3](https://daringfireball.net/projects/markdown/basics), Internal hyperlinks must be relative: ~~http://autowp.ru/bmw/~~ */bmw/*
he_il: תחביר סימון. מעט מדריכים: [1](https://en.wikipedia.org/wiki/Markdown), [2](https://guides.github.com/features/mastering-markdown/), [3](https://daringfireball.net/projects/markdown/basics), היפר-קישורים פנימיים חייבים להיות יחסיים: ~~http://autowp.ru/bmw/~~ */bmw/*
pt_br: Sintaxe do Markdown Alguns manuais: [1](https://pt.wikipedia.org/wiki/Markdown), [2](https://guides.github.com/features/mastering-markdown/), [3](https://daringfireball.net/projects/markdown/basics) Hiperlinks internos devem ser relativos: ~~http://autowp.ru/bmw/~~ */bmw/*
ru_ru: Синтаксис Markdown. Несколько описаний языка: [1](https://ru.wikipedia.org/wiki/Markdown), [2](https://en.wikipedia.org/wiki/Markdown), [3](https://guides.github.com/features/mastering-markdown/), [4](https://daringfireball.net/projects/markdown/basics), [5](http://rukeba.com/by-the-way/markdown-sintaksis-po-russki) Ссылки на внутрисайтовые страницы следует писать не полностью: ~~http://autowp.ru/bmw/~~ */bmw/*
uk_ua: Синтаксис Markdown. Декілька описів мови: [1](https://ru.wikipedia.org/wiki/Markdown), [2](https://en.wikipedia.org/wiki/Markdown), [3](https://guides.github.com/features/mastering-markdown/), [4](https://daringfireball.net/projects/markdown/basics), [5](http://rukeba.com/by-the-way/markdown-sintaksis-po-russki) Посилання на внутрішньосайтові сторінки потрібно писати не повністю: ~~http://autowp.ru/bmw/~~ */bmw/*

source: Replacement
he_il: החלפת
pt_br: Substituição
ru_ru: Замена
uk_ua: Заміна

source: Photo suggested to replace
he_il: תמונה מוצעת להחלפה
pt_br: Imagem sugerida para substituir
ru_ru: Фото предложено на замену
uk_ua: Фото запропоноване на заміну

source: Accept and remove double
he_il: לקבל ולהסיר כפול
pt_br: Aceitar e remover imagem dupla
ru_ru: Принять замену и удалить дубль
uk_ua: Прийняти заміну і видалити дубль

source: Cancel replacement
he_il: לבטל את ההחלפה
pt_br: Cancelar substituição
ru_ru: Отклонить замену
uk_ua: Відмінити заміну

source: Status/Delete/Accept
he_il: סטטוס/מחיקה/אישור
pt_br: Status/Deletar/Aceitar
ru_ru: Статус/Удаление/Принятие
uk_ua: Статус/Видалення/Прийняття

source: Not accepted
he_il: לא מקובל
pt_br: Não aceita
ru_ru: Не принято
uk_ua: Не прийнято

source: Accept
he_il: אשר
pt_br: Aceita
ru_ru: Принять
uk_ua: Прийняти

source: Unaccept
he_il: לא לקבל
ru_ru: Отпринять

source: In delete queue
he_il: בתור מחיקה
pt_br: Na fila de remoção
ru_ru: В очереди на удаление
uk_ua: В черзі на видалення

source: That is single picture of that vehicle
he_il: זו תמונה בודדת של הרכב הזה
pt_br: Única imagem deste veículo
ru_ru: Это единственная принятая картинка этого автомобиля
uk_ua: Це єдине прийняте зображення цього автомобіля

source: Accepted pictures count still {{ picture.accepted_count }}
he_il: תמונות מקובלות נחשבות עדיין {{ picture.accepted_count }}
ru_ru: Принятых картинок этого автомобиля всего {{ picture.accepted_count }}

source: Edit and repair
he_il: לעריכה ולתיקון
pt_br: Editar e reparar
ru_ru: Редактирование и устранение проблем
uk_ua: Редагування і усунення проблем

source: Normalize
he_il: לנרמל
pt_br: Normalizar
ru_ru: Автоконтраст
uk_ua: Автоконтраст

source: Flop
he_il: נפילה
pt_br: Virar lado
ru_ru: Отразить
uk_ua: Відобразити

source: Crop area
he_il: שטחי גידול
pt_br: Cortar área
ru_ru: Область обрезания
uk_ua: Область обрізання

source: Repair all files
he_il: לתקן את כל הקבצים
pt_br: Reparar arquivos
ru_ru: Исправить все файлы
uk_ua: Виправити всі файли

source: Rebuild files names
he_il: לבנות מחדש שמות קבצים
pt_br: Renomear arquivos
ru_ru: Пересчитать имена файлов
uk_ua: Перерахувати імена файлів

source: Uploader
he_il: מעלה
pt_br: Usuário
ru_ru: Закачал
uk_ua: Завантажив

source: Unknown
he_il: לא ידוע
pt_br: Desconhecido
ru_ru: Неизвестно
uk_ua: Невідомо

source: IP-address of uploader:
he_il: כתובת IP של מעלה:
pt_br: Endereço de IP do usuário:
ru_ru: IP-адрес закачавшего:
uk_ua: IP-адреса завантажувача:

source: That address is banned
he_il: הכתובת הזו אסורה
pt_br: Endereço banido
ru_ru: Этот адрес забанил
uk_ua: Цю адресу забанив

source: until
he_il: עד
pt_br: Até
ru_ru: до
uk_ua: до

source: unban
he_il: לבטל את החסימה
ru_ru: разбанить

source: For period
he_il: לתקופה
pt_br: Pelo período
ru_ru: На время
uk_ua: На період

source: Ban
he_il: לאסור
pt_br: Banir
ru_ru: Забанить
uk_ua: Забанити

source: hour
es_es: hora
fr_fr: heure
he_il: שעה
it_it: ora
pt_br: 1 hora
ru_ru: час
uk_ua: година
zh_cn: 1小时

source: 2 hours
es_es: 2 horas
fr_fr: 2 heures
he_il: שעתיים
it_it: 2 ore
pt_br: 2 hora
ru_ru: 2 часа
uk_ua: 2 години
zh_cn: 2小时

source: 4 hours
es_es: 4 horas
fr_fr: 4 heures
he_il: 4 שעות
it_it: 4 ore
pt_br: 4 horas
ru_ru: 4 часа
uk_ua: 4 години
zh_cn: 4小时

source: 8 hours
es_es: 8 horas
fr_fr: 8 heures
he_il: 8 שעות
it_it: 8 ore
pt_br: 8 horas
ru_ru: 8 часов
uk_ua: 8 годин
zh_cn: 8小时

source: 16 hours
es_es: 16 horas
fr_fr: 16 heures
he_il: 16 שעות
it_it: 16 ore
pt_br: 16 horas
ru_ru: 16 часов
uk_ua: 16 годин
zh_cn: 16小时

source: day
es_es: día
fr_fr: jour
he_il: יום
it_it: giorno
pt_br: 1 dia
ru_ru: сутки
uk_ua: день
zh_cn: 1天

source: 2 days
es_es: 2 días
fr_fr: 2 jours
he_il: יומיים
it_it: 2 giorni
pt_br: 2 dias
ru_ru: двое суток
uk_ua: 2 дня
zh_cn: 2天

source: Picture №id
es_es: imagen N°id
fr_fr: Image №id
he_il: תמונה מס'{}
it_it: Immagine №id
ru_ru: Изображение №id
uk_ua: Зображення №id
zh_cn: 编辑图片№id

source: Move picture
he_il: להזיז תמונה
pt_br: Mover imagem
ru_ru: Перемещение изображения
uk_ua: Переміщення зображень

source: Museums
he_il: מוזיאונים
pt_br: Museus
ru_ru: Музеи
uk_ua: Музеї

source: Persons
he_il: אנשים
pt_br: Pessoas
ru_ru: Персоны
uk_ua: Персони

source: Copyright blocks
he_il: חסימת זכויות יוצרים
pt_br: Blocos de direitos autorais
ru_ru: Блоки копирайтов

source: Engines
he_il: מנועים
pt_br: Motores
ru_ru: Двигатели
uk_ua: Двигуни

source: logotype
he_il: לוגוטיפ
pt_br: logotipo
ru_ru: логотип
uk_ua: логотип

source: mixed (few vehicles on one picture)
he_il: מעורב (כמה כלי רכב בתמונה אחת)
pt_br: variados (veículos diferentes na mesma imagem)
ru_ru: разное (несколько автомобилей на одной картинке)
uk_ua: різне (кілька автомобілів на одній картинці)

source: unsorted (not existent vehicle or engine)
he_il: לא ממוין (לא רכב או מנוע קיימים)
pt_br: não classificado (veículo ou motor não existente)
ru_ru: несортировано (автомобиль или двигатель, которого нет на сайте)
uk_ua: не відсортовано (автомобіль чи двигун, який відсутній на сайті)

source: Location
he_il: מקום
pt_br: Localização
ru_ru: Расположение
uk_ua: Розположення

source: Point
he_il: נקודה
ru_ru: Точка

source: Cropper
es_es: Cultivador
fr_fr: Surgir
he_il: קרופר
it_it: Ritaglia
pt_br: Cortar
ru_ru: Кадрирование
uk_ua: Кадрування
zh_cn: 剪裁

source: Move picture
es_es: Mover imagen
fr_fr: Déplacer l'image
he_il: להזיז תמונה
it_it: Muovi immagine
pt_br: Mover imagem
ru_ru: Перемещение изображения
uk_ua: Переміщення зображень
zh_cn: 移动图片

source: Location
es_es: Ubicación
fr_fr: Disposition
he_il: מקום
it_it: Posizione
pt_br: Localização
ru_ru: Расположение
uk_ua: Розположення
zh_cn: 位置

source: Missing perspective
he_il: חסר פרספקטיבה
pt_br: Faltando perspectiva
ru_ru: Пропущен ракурс
uk_ua: Пропущений ракурс

source: Delete queue
he_il: למחוק תור
pt_br: Fila de remoção
ru_ru: Очередь удаления
uk_ua: Черга видалення

source: New votes
he_il: הצבעות חדשות
pt_br: Novos votos
ru_ru: Новые заявки
uk_ua: Нові заявки

source: Replaces
he_il: מחליפים
pt_br: Substituições
ru_ru: Новые замены
uk_ua: Нові заміни

source: Status
he_il: סטטוס
ru_ru: Статус
uk_ua: Статус

source: Uploaded by
he_il: הועלה על-ידי
pt_br: Adicionada por
ru_ru: Добавил
uk_ua: Додав

source: Special name only
he_il: שם מיוחד בלבד
pt_br: Apenas nome especial
ru_ru: Только с особым названием
uk_ua: Тільки з особливою назвою

source: Not linked
he_il: לא מקושר
pt_br: Não linkada
ru_ru: Без привязки
uk_ua: Без прив'язки

source: With coordinates
he_il: עם קואורדינטות
pt_br: Com coordenadas
ru_ru: С координатами
uk_ua: З координатами

source: Similar
he_il: דומה
ru_ru: Похожие
uk_ua: Подібні

source: Order by
he_il: סדר לפי
pt_br: Ordenar por
ru_ru: Сортировать по
uk_ua: Сортувати за

source: Accept
he_il: לקבל
ru_ru: Принять

source: Want accept
he_il: רוצה לקבל
pt_br: Voto positivo
ru_ru: Хочу принять
uk_ua: Хочу прийняти

source: Want delete
he_il: רוצה למחוק
pt_br: Voto negativo
ru_ru: Хочу удалить
uk_ua: Хочу видалити

source: any
es_es: y
fr_fr: tout
he_il: כל
it_it: qualsiasi
pt_br: qualquer
ru_ru: любой
uk_ua: будь-який
zh_cn: 任何

source: inbox
es_es: Buzón de entrada
fr_fr: boîte de réception
he_il: לא מקובל
it_it: posta in entrata
ru_ru: входящие
uk_ua: інбокс
zh_cn: 收件箱

source: accepted
es_es: aceptado
fr_fr: accepté
he_il: קבלה
it_it: accettati
pt_br: aceita
ru_ru: принятый
uk_ua: прийнятий
zh_cn: 已接受

source: in delete queue
es_es: en proceso de borrado
fr_fr: en cours de suppression
he_il: בתור מחיקה
it_it: nella coda di eliminazione
pt_br: na fila de remoção
ru_ru: в очереди на удаление
uk_ua: в черзі на видалення
zh_cn: 位于删除队列

source: all, except removing
es_es: todo, excepto remover
fr_fr: tous, sauf la suppression
he_il: הכל, מלבד הסרה
it_it: tutti, eccetto in rimozione
pt_br: todas, exceto em remoção
ru_ru: все, кроме удалённых
uk_ua: всі, крім видалених
zh_cn: 全部，但除去了

source: empty
es_es: vacío
fr_fr: vide
he_il: ריק
it_it: vuoto
pt_br: vazio
ru_ru: не задан
uk_ua: не заданий
zh_cn: 空的

source: not matters
es_es: sin importancia
fr_fr: sans importance
he_il: לא משנה
it_it: non importante
pt_br: não importa
ru_ru: неважно
uk_ua: не важливо
zh_cn: 不是事项

source: has
es_es: posee
fr_fr: a des
he_il: יש לזה
it_it: ha
pt_br: sim
ru_ru: есть
uk_ua: є
zh_cn: 有

source: has no
es_es: no fue
fr_fr: pas des
he_il: אין לזה
it_it: non ha
pt_br: não
ru_ru: нет
uk_ua: нема
zh_cn: 不包含

source: replaces
es_es: reemplaza
fr_fr: remplace
he_il: מחליפים
it_it: sostituisce
pt_br: substituições
ru_ru: новые замены
uk_ua: заміна
zh_cn: 替换

source: without replaces
es_es: sin reemplazo
fr_fr: sans remplacement
he_il: ללא מחליפים
it_it: senza sostituzioni
pt_br: sem substituições
ru_ru: кроме замен
uk_ua: крім замін
zh_cn: 没有替换

source: none
es_es: ninguno
fr_fr: non
he_il: אף אחד
it_it: nessuno
pt_br: nenhum
ru_ru: нет
uk_ua: ні
zh_cn: 暂无

source: has accept votes
es_es: ha votado
fr_fr: a accepté les votes
he_il: יש בקשת קבלה
it_it: ha voti accettati
pt_br: votos positivos
ru_ru: есть на принятие
uk_ua: є на прийняття
zh_cn: 已接受投票

source: has delete votes
es_es: ha borrado voto
fr_fr: a supprimé les votes
he_il: יש בקשת מחיקה
it_it: ha voti cancellati
pt_br: votos negativos
ru_ru: есть на удаление
uk_ua: є на видалення
zh_cn: 已删除投票

source: has any
es_es: posee alguna
fr_fr: ayant au moins
he_il: יש כל
it_it: ha qualsiasi
pt_br: todos votos
ru_ru: есть любые
uk_ua: є будь-які
zh_cn: 有任何

source: Add date (new)
es_es: Agregar fecha (nueva)
fr_fr: Ajouter la date (nouveau)
he_il: להוספת תאריך (חדש)
it_it: Aggiungi data (nuova)
pt_br: Data de adição (novas)
ru_ru: Дата добавления (новые)
uk_ua: Дата додавання (нові)
zh_cn: 添加日期 (新)

source: Add date (old)
es_es: Agregar fecha (vieja)
fr_fr: Ajouter la date (ancien)
he_il: להוספת תאריך (ישן)
it_it: Aggiungi data (vecchia)
pt_br: Data de adição (antigas)
ru_ru: Дата добавления (старые)
uk_ua: Дата додавання (старі)
zh_cn: 添加日期 (旧)

source: Resolution (large)
es_es: Resolución (grande)
fr_fr: Définition (grand)
he_il: גודל (גדול)
it_it: Risoluzione (larga)
pt_br: Resolução (maior)
ru_ru: Разрешение (большие)
zh_cn: 分辨率(大)

source: Resolution (small)
es_es: Resolución (baja)
fr_fr: Définition (petite)
he_il: גודל (קטן)
it_it: Risoluzione (stretta)
pt_br: Resolução (menor)
ru_ru: Разрешение (маленькие)
uk_ua: Розширення (маленькі)
zh_cn: 分辨率(小)

source: Filesize (large)
es_es: Tamaño del archivo (grande)
fr_fr: Taille du fichier (grand)
he_il: גודל קובץ (גדול)
it_it: Grandezza file (larga)
pt_br: Tamanho do arquivo (maior)
ru_ru: Размер (большие)
uk_ua: Розмір (великі)
zh_cn: 文件大小(大)

source: Filesize (small)
es_es: Tamaño del archivo (pequeño)
fr_fr: Taille du fichier (petit)
he_il: גודל קובץ (קטן)
it_it: Grandezza file (stretta)
pt_br: Tamanho do arquivo (menor)
ru_ru: Размер (маленькие)
uk_ua: Розмір (маленькі)
zh_cn: 文件大小(小)

source: Commented
es_es: Comentado
fr_fr: Commentés
he_il: הגיב
it_it: Commentato
pt_br: Com comentários
ru_ru: Комментируемые
uk_ua: Коментуємі
zh_cn: 已评论

source: Views
es_es: Vistas
fr_fr: Vues
he_il: צפיות
it_it: Visualizzazioni
pt_br: Visualizações
ru_ru: Просмотров
uk_ua: Переглядів
zh_cn: 浏览

source: Moderator votes
es_es: Votos del moderador
fr_fr: Votes de modérateur
he_il: מנחה הצבעות
it_it: Voti moderatore
pt_br: Votos de moderadores
ru_ru: Заявки на принятие/удаление
uk_ua: Заявки на прийняття/видалення
zh_cn: 管理员投票

source: Removing date
es_es: Borrando fecha
fr_fr: Suppression de la date
he_il: מסיר תאריך
it_it: Data di rimozione
pt_br: Data de remoção
ru_ru: Дата удаления
uk_ua: Дата видалення
zh_cn: 删除日期

source: Likes
es_es: Me gusta
fr_fr: J'aime
he_il: לייקים
it_it: Mi piace
ru_ru: Лайки
uk_ua: Лайки
zh_cn: 赞

source: Dislikes
es_es: No me gusta
fr_fr: N'aiment pas
he_il: דיסלייקים
it_it: Non mi piace
ru_ru: Дизлайки
uk_ua: Дизлайки
zh_cn: 不喜欢

source: Photos with copyrights
he_il: תמונות עם זכויות יוצרים
pt_br: Fotos com direitos autorais
ru_ru: Фотографий с копирайтами
uk_ua: Фотографій з копірайтами

source: Vehicles with 4 or more photos
he_il: רכבים עם 4 תמונות או יותר
pt_br: Veículos com 4 fotos ou mais
ru_ru: Автомобилей с 4 и более фото
uk_ua: Автомобілів з 4 і більше фото

source: Specifications values
he_il: ערכי מפרט
pt_br: Valores de especificações
ru_ru: Заполненных значений ТТХ
uk_ua: Заповнення значень ТТХ

source: Brand logotypes
he_il: לוגוטי מותגים
pt_br: Logotipos de marcas
ru_ru: Логотипов брендов
uk_ua: Логотипів брендів

source: Years of begin production
he_il: שנים של תחילת ייצור
pt_br: Anos de início de produção
ru_ru: Годы начала выпуска автомобилей
uk_ua: Роки початку випуску автомобілів

source: Years of begin and end production
he_il: שנים של התחלה וסיום ייצור
pt_br: Anos de início e fim de produção
ru_ru: Годы начала и окончания выпуска автомобилей
uk_ua: Роки початку і закінчення випуску автомобілів

source: Years and months of begin and end production
he_il: שנים וחודשים של התחלה וסיום ייצור
pt_br: Anos e meses de início e fim de produção
ru_ru: Годы и месяцы начала и окончания выпуска автомобилей
uk_ua: Роки і місяці початку і закінчення випуску автомобілів

source: Traffic
es_es: Tráfico
fr_fr: Le trafic
he_il: תעבורה
it_it: Traffico
pt_br: Tráfego
ru_ru: Трафик
uk_ua: Трафік
zh_cn: 交通

source: Traffic
he_il: תעבורה
pt_br: Tráfego
ru_ru: Трафик
uk_ua: Трафік

source: unban
he_il: לבטל את החסימה
ru_ru: разбанить

source: Whitelist
he_il: רשימת הלבנים
ru_ru: Белый список

source: Whitelist
he_il: רשימה לבנה
ru_ru: Белый список

source: IP
he_il: כתובת IP

source: Whois
he_il: מיהו

source: Action
he_il: פעולה
ru_ru: Действие

source: whois
he_il: מיהו

source: Login
he_il: התחבר
pt_br: Entrar
ru_ru: Логин
uk_ua: Логін

source: Role
he_il: תפקיד
pt_br: Função
ru_ru: Роль
uk_ua: Роль

source: Last visit
he_il: ביקור אחרון
pt_br: Última visita
ru_ru: Последний заход
uk_ua: Останній вхід

source: Registration
he_il: הרשמה
pt_br: Registro
ru_ru: Регистрация
uk_ua: Реєстрація

source: Most
he_il: הכי
pt_br: Os mais
ru_ru: Самые
uk_ua: Самі

source: among
he_il: בין
pt_br: entre
ru_ru: среди
uk_ua: серед

source: Mostly
es_es: Principalmente
fr_fr: Les meilleurs
he_il: הכי
it_it: Principalmente
pt_br: Os mais
ru_ru: Самые-самые
uk_ua: Най-най
zh_cn: 汽车之最

source: Web-site:
he_il: אתר אינטרנט:
pt_br: Site:
ru_ru: Web-сайт:
uk_ua: Web-сайт:

source: New pictures
es_es: Nuevas imágenes
fr_fr: Nouvelles images
he_il: התמונות חדשות
it_it: Nuove immagini
pt_br: Novas imagens
ru_ru: Новые изображения
uk_ua: Нові фото
zh_cn: 按上传时间

source: Page not found
he_il: הדף לא נמצא
ru_ru: Страница не найдена

source: previous
he_il: קודם
pt_br: anterior
ru_ru: предыдущая
uk_ua: попередня

source: next
he_il: הבא
pt_br: próximo
ru_ru: следующая
uk_ua: наступна

source: Persons
es_es: Personas
fr_fr: Personnes
he_il: אנשים
it_it: Persone
pt_br: Pessoas
ru_ru: Персоны
uk_ua: Персони
zh_cn: 人

source: Custom reason
he_il: הסיבה שלי
pt_br: Motivo personalizado
ru_ru: Своя причина
uk_ua: Своя причина

source: Save as template
he_il: לשמור כתבנית
pt_br: Salvar como modelo
ru_ru: Сохранить как шаблон
uk_ua: Зберегти як шаблон

source: Send
he_il: לשלוח

source: Custom …
he_il: המותאם אישית …
ru_ru: Своя …

source: Cancel my vote
he_il: לבטל את ההצבעה שלי
ru_ru: Отменить мою заявку

source: Already voted:
he_il: כבר הצביע:
pt_br: Já votaram:
ru_ru: Уже подали:
uk_ua: Вже подали:

source: Other photos
he_il: תמונות אחרות
pt_br: Outras fotos
ru_ru: Другие фото
uk_ua: Інші фото

source: designed by
he_il: עוצב על ידי
pt_br: desenhado por
ru_ru: дизайн
uk_ua: проект

source: In other languages
he_il: בשפות אחרות
pt_br: Em outros idiomas
ru_ru: На других языках
uk_ua: На інших мовах

source: Share …
he_il: לשתף …
ru_ru: Расшарить …

source: Picture suggested to replace
he_il: תמונה מוצעת להחלפה
pt_br: Imagem sugerida para substituir
ru_ru: Фото предложено на замену
uk_ua: Фото запропоноване на заміну

source: Image specifications:
he_il: מפרט תמונה:
pt_br: Especificações da imagem:
ru_ru: Характеристики изображения:
uk_ua: Характеристики зображення:

source: Resolution
he_il: גודל תמונה
pt_br: Resolução
ru_ru: Разрешение
uk_ua: Роздільна здатність

source: Filesize
he_il: גודל הקובץ
pt_br: Tamanho do arquivo
ru_ru: Размер
uk_ua: Розмір

source: Added by:
he_il: נוסף על ידי:
pt_br: Adicionada por:
ru_ru: Добавил:
uk_ua: Додав:

source: Date taken:
he_il: תאריך הצילום:
pt_br: Data da tomada:
ru_ru: Дата снимка:
uk_ua: Дата знімку:

# picture/location
source: Coordinates
es_es: Coordenadas
fr_fr: Coordonnées
he_il: קואורדינטות
it_it: Coordinate
pt_br: Coordenadas
ru_ru: Координаты
uk_ua: Координати
zh_cn: 座标

source: Picture status:
he_il: מצב תמונה:
pt_br: Status da imagem:
ru_ru: Статус изображения:
uk_ua: Статус зображення:

source: Undecided
he_il: מתלבט
pt_br: Não decidida
ru_ru: Решение не вынесено
uk_ua: Рішення не винесене

source: Removing
he_il: מסיר
pt_br: Removendo
ru_ru: Поставлено в очередь на удаление
uk_ua: Поставлено в чергу на видалення
