Repository: autowp/autowp-frontend
Catalog: src/locale/messages.*.xlf
Languages: es_es, fr_fr, he_il, it_it, pt_br, ru_ru, uk_ua, zh_cn

source: System messages
es_es: Mensajes del sistema
fr_fr: Notifications système
he_il: הודעות מערכת
it_it: Messaggi del sistema
pt_br: Mensagens do sistema
ru_ru: Системные уведомления
uk_ua: Системні сповіщення
zh_cn: 系统消息

source: My accounts
he_il: החשבון שלי
pt_br: Minhas contas
ru_ru: Мои учётные записи
uk_ua: Мої облікові записи

source: Remove
he_il: להסיר
pt_br: Remover
ru_ru: Удалить
uk_ua: Видалити

source: Не удалось удалить учетную запись. Такое бывает, если привязанная учётная запись является единственным способом авторизации, т.е. не задан e-mail или другие учётный записи.
he_il: מחיקת החשבון נכשלה. זה קורה אם החשבון המקושר הוא שיטת ההרשאה היחידה, כלומר. דואר אלקטרוני או חשבונות אחרים אינם מוגדרים.
pt_br: Não foi possível remover conta. Isso acontece se a conta vinculada for o único meio de entrar no site.
ru_ru: Не удалось удалить учетную запись. Такое бывает, если привязанная учётная запись является единственным способом авторизации, т.е. не задан e-mail или другие учётные записи.
uk_ua: Не вдалося видалити обліковий запис. Таке буває, якщо прив'язаний обліковий запис є єдиним способом авторизації, тобто не заданий e-mail або інші облікові записи.

source: Account removed
es_es: Cuenta eliminada
fr_fr: Compte supprimé
he_il: החשבון הוסר
it_it: Account rimosso
pt_br: Conta removida
ru_ru: Учётная запись удалена
uk_ua: Обліковий запис видалений
zh_cn: 取消账户

source: Contacts
he_il: אנשי קשר
pt_br: Contatos
ru_ru: Контакты
uk_ua: Контакти

source: Account delete
he_il: החשבון נמחק
pt_br: Deletar conta
ru_ru: Удаление учётной записи
uk_ua: Видалити обліковий запис

source: Мы сожалем, что вам пришлось оказаться на этой странице, и вы планируете покинуть наш сайт навсегда, но не можем вам в этом отказать. Нажав на красную кнопку, все данные, касающиеся вас, будут обезличены или удалены. Этот процесс необратим, поэтому хорошенько подумайте и не принимайте поспешных решений.
he_il: אנו מצטערים שנאלצת להגיע לדף זה, ואתה מתכנן לעזוב את האתר שלנו לנצח, אך איננו יכולים לסרב לך זאת. בלחיצה על הכפתור האדום, כל הנתונים הנוגעים אליך יועברו אנונימיים או יימחקו. תהליך זה הוא בלתי הפיך, אז חשבו היטב ואל תקבלו החלטות נמהרות.
pt_br: Lamentamos que você esteja nessa página e que esteja prestes a deixar nosso site para sempre, porém não podemos lhe negar isso. Ao clicar no botão vermelho, todos os dados relacionados a você serão apagados. Este processo é irreversível, então pense cautelosamente para não tomar decisões precipitadas.
ru_ru: Мы сожалеем, что вам пришлось оказаться на этой странице, и вы планируете покинуть наш сайт навсегда, но не можем вам в этом отказать. Нажав на красную кнопку, все данные, касающиеся вас, будут обезличены или удалены. Этот процесс необратим, поэтому хорошенько подумайте и не принимайте поспешных решений.
uk_ua: Ми шкодуємо, що вам довелося опинитися на цій сторінці, і ви плануєте покинути наший сайт назавжди, але не можемо вам в цьому відмовити. Натиснувши на червону кнопку, всі дані, які стосуються вас, будуть знеособлені або видалені. Цей процес незворотній, тому добре подумайте і не приймайте поспішних рішень.

# user/password
source: Password
es_es: Clave
fr_fr: Mot de passe
he_il: סיסמה
it_it: Chiave di accesso
pt_br: Senha
ru_ru: Пароль
uk_ua: Пароль
zh_cn: 密码

source: send
he_il: נשלח
pt_br: enviar
ru_ru: отправить
uk_ua: відправити

source: Account removed
he_il: החשבון הוסר
ru_ru: Учётная запись удалена

source: Account removed. Good luck.
he_il: החשבון הוסר. בהצלחה.
ru_ru: Учётная запись удалена. Желаем вам удачи.
uk_ua: Обліковий запис видалений. Бажаємо вам удачі.

source: My e-mail
he_il: האימייל שלי
pt_br: Meu e-mail
ru_ru: Мой e-mail
uk_ua: Мій e-mail

source: Your current e-mail address:
he_il: האימייל הנוכחי שלך:
pt_br: Seu endereço de e-mail atual:
ru_ru: Ваш текущий адрес e-mail:
uk_ua: Ваша поточна адреса e-mail:

source: none
he_il: אף אחד
pt_br: nenhum
ru_ru: нет
uk_ua: нема

source: Change
he_il: לשנות
ru_ru: Изменить

source: Unmoderated
he_il: לא עבר ביקורת
pt_br: Não-moderadas
ru_ru: Немодерированные
uk_ua: Немодеровані

source: System notification
he_il: הודעת מערכת
pt_br: Notificações do sistema
ru_ru: Системное уведомление
uk_ua: Системне повідомлення

source: Delete all sent messages
he_il: למחוק את כל ההודעות שנשלחו
pt_br: Apagar todas as mensagens enviadas
ru_ru: Удалить все отправленные сообщения
uk_ua: Видалити всі відправлені повідомлення

source: Delete all system notifications
he_il: למחוק את כל הודעות המערכת
pt_br: Apagar todas as notificações do sistema
ru_ru: Удалить все уведомления
uk_ua: Видалити всі повідомлення

source: new
he_il: חדש
pt_br: nova
ru_ru: новое
uk_ua: нове

source: delete
he_il: למחוק
pt_br: apagar
ru_ru: удалить
uk_ua: видалити

source: reply
he_il: להשיב
pt_br: responder
ru_ru: ответить
uk_ua: відповісти

source: entire dialog
he_il: שיח שלם
pt_br: toda a conversa
ru_ru: вся переписка
uk_ua: вся переписка

source: No messages
he_il: אין הודעות
ru_ru: Нет сообщений

source: Profile
he_il: פרופיל
pt_br: Perfil
ru_ru: Профиль
uk_ua: Профіль

source: Personal info
he_il: פרטים אישיים
pt_br: Informações pessoais
ru_ru: Личные данные
uk_ua: Особисті дані

source: Photo
he_il: תמונה
pt_br: Foto
ru_ru: Фотография
uk_ua: Фото

source: You can upload photo or use [Gravatar](http://gravatar.com/)
he_il: אתה יכול להעלות תמונה או להשתמש [Gravatar](http://gravatar.com/)
pt_br: Você pode adicionar uma foto pessoal ou utilizar o [Gravatar](http://gravatar.com/)
ru_ru: Вы можете загрузить своё фото или использовать сервис [Gravatar](http://gravatar.com/)
uk_ua: Ви можете завантажити своє фото, або використати сервіс [Gravatar](http://gravatar.com/)

source: Delete photo
he_il: למחוק תמונה
pt_br: Remover foto
ru_ru: Удалить фото
uk_ua: Видалити фото

source: Other
he_il: אחר
pt_br: Outros
ru_ru: Другие
uk_ua: Інші

source: Votes per day
he_il: הצבעות ליום
pt_br: Votos por dia
ru_ru: Голосов в день
uk_ua: Голосів у день

source: Votes left
he_il: נותרו הצבעות
pt_br: Votos restantes
ru_ru: Голосов осталось
uk_ua: Голосів залишилось

source: Language
he_il: שפה
pt_br: Idioma
ru_ru: Язык
uk_ua: Мова

source: Timezone
he_il: אזור זמן
pt_br: Fuso-horário
ru_ru: Часовой пояс
uk_ua: Часовий пояс

source: Data saved
es_es: Fecha guardado
fr_fr: Donnés sauvegardés
he_il: המידע נשמר
it_it: Data salvata
pt_br: Dados salvos
ru_ru: Данные сохранены
uk_ua: Дані збережені
zh_cn: 数据已保存

source: Conflicts
he_il: קונפליקטים
pt_br: Conflitos
ru_ru: Конфликты
uk_ua: Конфлікти

source: Weight
he_il: סמכות
pt_br: Peso
ru_ru: Вес
uk_ua: Вага

source: All
he_il: הכול
pt_br: Tudo
ru_ru: Все
uk_ua: Все

source: I disagree
he_il: אני לא מסכים
pt_br: Discordo
ru_ru: Я не согласен
uk_ua: Я не згідний

source: Do not agree with me
he_il: אל תסכים איתי
pt_br: Não concorda comigo
ru_ru: Не согласны со мной
uk_ua: Не згідні зі мною

source: Errors
he_il: שגיאות
pt_br: Erros
ru_ru: Ошибки
uk_ua: Помилки

source: Object
he_il: אובייקט
pt_br: Objeto
ru_ru: Объект
uk_ua: Об'єкт

source: Parameter
he_il: פרמטר
pt_br: Parâmetro
ru_ru: Характеристика
uk_ua: Характеристика

source: My value
he_il: הערך שהוזנתי
pt_br: Meu valor
ru_ru: Моё значение
uk_ua: Моє значення

source: Other values
he_il: ערך שהוזן על ידי אחרים
pt_br: Outros valores
ru_ru: Другие значения
uk_ua: Інші значення

source: Encyclopedia of cars in pictures. WheelsAge.org
he_il: אנציקלופדיה של מכוניות בתמונות. WheelsAge.org
pt_br: Enciclopédia de veículos em imagens. WheelsAge.org
ru_ru: Энциклопедия автомобилей в картинках. AutoWP.ru
uk_ua: Енциклопедія автомобілів в картинках. WheelsAge.org

source: Twins
he_il: תאומים
pt_br: Gêmeos
ru_ru: Близнецы
uk_ua: Близнюки

source: Mostly
he_il: הכי
pt_br: Os mais
ru_ru: Самые-самые
uk_ua: Най-най

source: Categories
he_il: קטגוריות
pt_br: Categorias
ru_ru: Категории
uk_ua: Категорії

source: Map
he_il: מפה
pt_br: Mapa
ru_ru: Карта
uk_ua: Карта

source: Forums
he_il: פורומים
pt_br: Fóruns
ru_ru: Форумы
uk_ua: Форуми

# layout/search
source: Search
es_es: Buscar
fr_fr: Rechercher
he_il: חיפוש
it_it: Cerca
pt_br: Procurar
ru_ru: Поиск
uk_ua: Пошук
zh_cn: 搜索

# login/sign-in
source: Sign in
es_es: Ingresar
fr_fr: Se connecter
he_il: כניסה
it_it: Accedi
pt_br: Entrar
ru_ru: Вход
uk_ua: Вхід
zh_cn: 登录

source: More
he_il: יותר
pt_br: Mais
ru_ru: Ещё
uk_ua: Іще

source: Add picture
he_il: להוסיף תמונה
pt_br: Adicionar imagem
ru_ru: Добавить изображение
uk_ua: Додати зображення

source: Feedback
he_il: משוב
ru_ru: Обратная связь
uk_ua: Зворотній зв'язок

source: Who is online?
he_il: מי מחובר?
pt_br: Quem está on-line?
ru_ru: Кто онлайн?
uk_ua: Хто онлайн?

source: Cabinet
he_il: הקבינט שלי
pt_br: Perfil
ru_ru: Личный кабинет
uk_ua: Особистий кабінет

source: Sign out
he_il: יציאה
pt_br: Sair
ru_ru: Выход
uk_ua: Вихід

# layout/language-contributing
source: Want to contribute?
es_es: Deseo contribuír
fr_fr: Vous souhaitez contribuer?
he_il: רוצה לעזור?
it_it: Vuoi contribuire?
pt_br: Gostaria de contribuir?
ru_ru: Хотите помочь?
uk_ua: Бажаете допомогти?
zh_cn: 想要加入更多语言?

source: pr.
he_il: עד עכשיו
ru_ru: н.в.
uk_ua: н.ч.

source: Donate
he_il: תרום
pt_br: Fazer uma doação
ru_ru: Пожертвование
uk_ua: Пожертва

source: Please note that all material on this server autowp.ru, added visitors. The site administration does not have information on the legality of the publication of these materials. All images are posted for educational purposes. [Report copyright violation](mailto:autowp@yandex.ru)
he_il: שימו לב שכל החומר באתר זה WheelsAge.org, הוסיף על ידי מבקרים. להנהלת האתר אין מידע על חוקיות פרסום חומרים אלו. כל התמונות מתפרסמות למטרות חינוכיות. [דווח על הפרת זכויות יוצרים](mailto:autowp@yandex.ru)
pt_br: Todo material contido neste servidor é adicionado por visitantes. A administração do site não tem qualquer informação sobre a legalidade da publicação deste material. Todas as imagens são para fins educacionais [Denunciar violação de direitos autorais](mailto:autowp@yandex.ru)
ru_ru: Обращаем ваше внимание на то, что все материалы, размещенные на сервере autowp.ru, добавлены посетителями сайта. Администрация сайта не располагает информацией о правомерности публикования этих материалов. Все изображения размещены в ознакомительных целях. [Сообщить о нарушении авторских прав](mailto:autowp@yandex.ru)
uk_ua: Звертаємо вашу увагу на те, що всі матеріали, розміщені на сервері autowp.ru, додані відвідувачами сайту. Адміністрація сайту не має інформації про правомірність публікування цих матеріалів. Всі зображення розміщені в ознайомлювальних цілях. [Повідомити про порушення авторських прав](mailto:autowp@yandex.ru)

source: Privacy Policy
he_il: מדיניות פרטיות
pt_br: Política de Privacidade
ru_ru: Политика конфиденциальности
uk_ua: Політика конфіденційності

source: Articles
he_il: מאמרים
pt_br: Artigos
ru_ru: Статьи
uk_ua: Статті

source: Articles
es_es: Artículos
he_il: מאמרים
it_it: Articoli
pt_br: Artigos
ru_ru: Статьи
uk_ua: Статті
zh_cn: 相关文章

source: details
he_il: יותר
pt_br: detalhes
ru_ru: подробнее
uk_ua: детальніше

source: All brands
es_es: Todas las marcas
fr_fr: Toutes les marques
he_il: כל המותגים
it_it: Tutte le marche
pt_br: Todas as marcas
ru_ru: Все марки
uk_ua: Всі марки
zh_cn: 所有品牌

source: All brands
he_il: כל המותגים
pt_br: Todas as marcas
ru_ru: Все марки
uk_ua: Всі марки

source: New {{ brand.name }} vehicles
he_il: רכבים של {{ brand.name }} חדשים
ru_ru: Новые автомобили {{ brand.name }}

source: pictures:
he_il: תמונות:
pt_br: Imagens
ru_ru: изображения:
uk_ua: зображення:

source: History
he_il: היסטוריה
pt_br: Histórico
ru_ru: История
uk_ua: Історія

source: User
he_il: משתמש
pt_br: Usuário
ru_ru: Пользователь
uk_ua: Користувач

source: Date
he_il: תאריך
pt_br: Data
ru_ru: Дата
uk_ua: Дата

source: Attribute
he_il: מאפיין
ru_ru: Атрибут

source: Value
he_il: ערך
pt_br: Valor
ru_ru: Значение
uk_ua: Значення

source: Editor
he_il: עורך
ru_ru: Редактор
uk_ua: Редактор

source: to editor
he_il: עבור לעורך
pt_br: ir para editor
ru_ru: в редактор
uk_ua: в редактор

source: History
es_es: Historia
fr_fr: Histoire
he_il: היסטוריה
it_it: Storico
pt_br: Histórico
ru_ru: История
uk_ua: Історія
zh_cn: 历史

source: Dateless
es_es: Sin fecha
fr_fr: Sans données
he_il: ללא תאריך
it_it: Senza data
ru_ru: Без даты
zh_cn: 无日期

source: Specifications Admin
es_es: Especificaciones Admin
fr_fr: Caractéristiques administrateur
he_il: מפרטים
it_it: Specifiche Amministratore
ru_ru: Управление ТТХ

source: Engine from catalogue
he_il: מנוע מהקטלוג
pt_br: Selecionar motor a partir do catálogo
ru_ru: Двигатель из каталога
uk_ua: Двигун з каталогу

source: Select another engine
he_il: לבחור שם נוסף
pt_br: Selecionar outro motor
ru_ru: Выбрать другой двигатель
uk_ua: Вибрати інший двигун

source: Cancel engine
he_il: לבטל מנוע
pt_br: Remover este motor
ru_ru: Отменить двигатель
uk_ua: Відмітити двигун

source: Inherit engine
he_il: לרשת מנוע
ru_ru: Наследовать двигатель

source: [not selected]
he_il: [לא נבחר]
pt_br: [não selecionado]
ru_ru: [не выбран]
uk_ua: [не вибраний]

source: Select engine
he_il: לבחור מנועים
pt_br: Selecionar motor
ru_ru: Выбрать двигатель
uk_ua: Вибрати двигун

source: Don't inherit engine
he_il: אל לבחור מנוע
ru_ru: Не наследовать двигатель

source: Specs editor of {{ item.nameText }}
he_il: עורך מפרט של {{ item.nameText }}

source: Select
he_il: לבחור
pt_br: Selecionar
ru_ru: Выбрать
uk_ua: Вибрати

source: Type to search …
he_il: הקלד לחיפוש …
ru_ru: Введите для поиска…

source: Specs editor of item.nameText
es_es: Especifica el editor de item.nameText
fr_fr: Editeur de spécifications de item.nameText
he_il: עורך מפרט של item.nameText
it_it: Editor di specifiche di item.nameText
zh_cn: item.nameText 旁观编辑器

source: Related
he_il: קשור
pt_br: Relacionados
ru_ru: Связанные
uk_ua: Пов'язані

source: Sport
he_il: ספורט
pt_br: Esporte
ru_ru: Спорт
uk_ua: Спорт

source: Design
he_il: תכן
ru_ru: Дизайн
uk_ua: Дизайн

source: other modification
he_il: שינוי אחר
pt_br: outra modificação
ru_ru: другая модификация
uk_ua: інша модифікація

source: Data not saved because of error. Details below
he_il: הנתונים לא נשמרו בגלל שגיאה. פרטים למטה.
pt_br: Os dados não foram salvos por um erro. Detalhes abaixo.
ru_ru: Данные не сохранены из-за ошибки. Подробности ниже
uk_ua: Дані не збережені через помилку. Подробиці нижче

source: Attributes
he_il: תכונות
ru_ru: Атрибуты

source: Your value
he_il: הערך שהוזנת
pt_br: Seu valor
ru_ru: Ваше значение
uk_ua: Ваше значення

source: Current value
he_il: הערך הנוכחי שהוזן
pt_br: Valor atual
ru_ru: Актуальное значение
uk_ua: Актуальне значення

source: All values
he_il: כל הערכים שהוזנו
pt_br: Todos os valores
ru_ru: Введеные значения
uk_ua: Введені значення

source: Save
he_il: לשמור
pt_br: Salvar
ru_ru: Сохранить
uk_ua: Зберегти

source: no
fr_fr: non
he_il: לא
it_it: non
pt_br: não
ru_ru: нет
uk_ua: ні
zh_cn: 否

source: yes
es_es: si
fr_fr: oui
he_il: כן
it_it: sì
pt_br: sim
ru_ru: да
uk_ua: так
zh_cn: 是

source: Specs editor of {{ item.name_text }}
he_il: עורך המפרט של {{ item.name_text }}
ru_ru: Редактор характеристик {{ item.name_text }}

source: edit
he_il: לערוך
pt_br: editar
ru_ru: редактировать
uk_ua: управління

source: Log of values
he_il: היסטוריה של ערכים שהוזנו
pt_br: Log de valores
ru_ru: Журнал ТТХ
uk_ua: Журнал ТТХ

source: **Attention!** You probably have accumulated a significant number of errors. Some of them discovered by other visitors can be found [here](/account/specs-conflicts)
he_il: **שימו לב!** כנראה שצברתם מספר לא מבוטל של שגיאות. חלק מהם שהתגלו על ידי מבקרים אחרים ניתן למצוא [here](/account/specs-conflicts)

source: Info
he_il: מידע
pt_br: Informações
ru_ru: Информация
uk_ua: Інформація

source: Engine
he_il: מנוע
pt_br: Motor
ru_ru: Двигатель
uk_ua: Двигун

source: Specifications
he_il: מפרטים
pt_br: Especificações
ru_ru: Технические характеристики
uk_ua: Технічні характеристики

source: Result
he_il: תוצאה
pt_br: Resultado
ru_ru: Результат
uk_ua: Результат

source: Admin
he_il: מנהל
pt_br: Administração
ru_ru: Админ

source: Просьба отнестить со всей ответственностью ко всем выполняемым действиям, т.к. они станут достоянием общественности. О структуре самих характеристик. Все характеристики организованы в виде дерева элементов "параметр - значение". Значения могут быть числовыми и текстовыми. Важной особенностью является тот факт, что каждая характеристика может быть задана одновременно несколькими пользователями. В этом случае актуальным (используемым) значением является то, которое система сочтет приоритетным по ряду признаков. Если вы столкнулись с ситуацией, когда вам не удаётся перекрыть введенное кем-то ранее значение, то вы можете просто написать об этом автору. Впрочем в процессе реализации система автоматического уведомления автором о том, что с его значением кто-то не согласен. Все значения, которые здесь вводятся - отображаются на сайте, в характеристиках, используются в построении разделы "самые-самые", а также отображаются в некоторых других местах сайта.
he_il: אנא בצע את כל הפעולות שבוצעו באחריות מלאה, כי הן יהפכו לזמינות לכולם. על מבנה המפרטים עצמם. כל המפרטים מאורגנים כעץ של אלמנטים "פרמטר - ערך". ערכים יכולים להיות מספריים או טקסטים. תכונה חשובה היא העובדה שכל מפרט יכול להיות מוגדר בו זמנית על ידי מספר משתמשים. במקרה זה, הערך בפועל (המשומש) הוא זה שהמערכת מחשיבה כעדיפות עבור מספר מאפיינים. אם אתה מתמודד עם מצב שבו אינך מסוגל לעקוף את הערך שהוזן על ידי מישהו קודם לכן, אז אתה יכול פשוט לכתוב על כך למחבר. עם זאת, במהלך תהליך ההטמעה, המערכת תודיע אוטומטית למחבר שמישהו לא מסכים עם המשמעות שלו. כל הערכים המוזנים כאן מוצגים באתר, במפרטים, משמשים בבניית קטעי "ביותר", ומוצגים גם במקומות אחרים באתר.
pt_br: Atenção! Tenha a máxima responsabilidade ao editar ou adicionar as especificações de um veículo, pois todas as informações desta seção se tornaram públicas. Sobre a estrutura das especificações: Todas as características são organizadas sob a forma de uma árvore de elementos com valores de parâmetro. Estes valores podem ser numéricos ou de texto. Uma característica importante desta ferramenta é o fato de que cada informação pode ser definida simultaneamente por vários usuários. Nesse caso, o valor real (a ser utilizado) é aquele que o sistema considera ser uma prioridade para vários recursos. Se você for confrontado com uma situação em que você não pode fechar o valor inserido por outro usuário anteriormente, você poderá enviar uma mensagem pessoal àquele usuário sobre isso. Porém, já no momento da inserção de novos valores, outro usuário receberá uma notificação automática de conflito de especificações. Todos os valores inseridos aqui aparecem nas páginas de especificações de cada veículo, bem como são utilizados para a construção da seção "Os mais" deste site.
uk_ua: Прохання віднестися з усією відповідальністю до усіх виконуваних дій, оскільки вони стануть надбанням громадськості. Про структуру самих характеристик. Всі характеристики організовані у вигляді дерева елементів "параметр - значення". Значення можуть бути числовими і текстовими. Важливою особливістю є той факт, що кожна характеристика може бути задана одночасно декількома користувачами. В цьому випадку актуальним (використовуваним) значенням є те, яке система визнає пріоритетним по ряду ознак. Якщо ви зіткнулися з ситуацією, коли вам не вдається перекрити введене кимось раніше значення, то ви можете просто написати про це авторові. Втім, в процесі реалізації, система автоматично повідомить авторові про те, що з його значенням хтось не згоден. Всі значення, які тут вводяться - відображаються на сайті, в характеристиках, використовуються в побудові розділу "най-най", а також відображаються в деяких інших місцях сайту.

source: Refresh inheritance
he_il: רענון ירושה
ru_ru: Обновить наследование

source: Attribute values
he_il: ערכי תכונה
ru_ru: Значения атрибутов

source: Move
he_il: לזוז
pt_br: Mover
ru_ru: Переместить
uk_ua: Перемістити

source: In chronological order
he_il: בסדר כרונולוגי
pt_br: Em ordem cronológica
ru_ru: В хронологическом порядке
uk_ua: В хронологічному порядку

source: itemName in chronological order
es_es: itemName en orden cronológico
fr_fr: itemName dans l'ordre chronologique
he_il: itemName בסדר כרונולוגי
it_it: itemName in ordine cronologico
ru_ru: itemName в хронологическом порядке
uk_ua: itemName в хронологічному порядку
zh_cn: itemName 的概念车或原型车

source: Miscellaneous
es_es: Varios
fr_fr: Varié
he_il: שונות
it_it: Varie
pt_br: Diversos
ru_ru: Разное
uk_ua: Різне
zh_cn: 其它

source: Unsorted
es_es: No identificados
fr_fr: Non triés
he_il: לא ממוין
it_it: Non ordinato
pt_br: Não classificados
ru_ru: Несортировано
uk_ua: Несортоване
zh_cn: 未分类

source: Logotypes
es_es: Logotipos
he_il: לוגוטיפים
it_it: Loghi
pt_br: Logotipos
ru_ru: Логотипы
uk_ua: Логотипи
zh_cn: 商标

source: brand.nameOnly concepts & prototypes
es_es: brand.nameOnly conceptos & prototipos
he_il: מושגים & אבות טיפוס של brand.nameOnly
it_it: brand.nameOnly concetti & prototipi
zh_cn: brand.nameOnly 概念 & 原型

source: brand.nameOnly Engines
es_es: Motores brand.nameOnly
fr_fr: Moteurs brand.nameOnly
he_il: מנועים של brand.nameOnly
it_it: Motori brand.nameOnly
zh_cn: brand.nameOnly 引擎

source: Chronological
he_il: כרונולוגי
pt_br: Ordem cronológica
ru_ru: Хронология
uk_ua: Хронологія

source: New pictures
he_il: התמונות חדשות
pt_br: Novas imagens
ru_ru: Новые изображения
uk_ua: Нові фото

source: Brand inbox
he_il: לא מקובל
pt_br: Inbox da marca
ru_ru: Инбокс бренда
uk_ua: Інбокс бренду

source: comments
he_il: הערות
pt_br: comentários
ru_ru: комментарии
uk_ua: коментарі

source: add vehicle
he_il: להוסיף רכב
pt_br: adicionar veículo
ru_ru: добавить автомобиль
uk_ua: додати автомобіль

source: add engine
he_il: להוסיף מנוע
pt_br: adicionar motor
ru_ru: добавить двигатель
uk_ua: додати двигун

source: Factories
he_il: בתי חרושת
pt_br: Fábricas
ru_ru: Заводы
uk_ua: Заводи

source: Popular images
he_il: התמונות פופולריות
pt_br: Imagens mais populares
ru_ru: Популярные картинки
uk_ua: Популярні картинки

source: Links
he_il: קישורים
ru_ru: Ссылки
uk_ua: Посилання

source: Official websites
he_il: אתר רשמי
pt_br: Sites oficiais
ru_ru: Официальные сайты
uk_ua: Офіційні сайти

source: Car clubs
he_il: מועדוני רכב
pt_br: Clubes automotivos
ru_ru: Автомобильные клубы
uk_ua: Автомобільні клуби

source: All pictures of
he_il: כל התמונות של
pt_br: Todas as imagens de
ru_ru: Все изображения
uk_ua: Всі зображення

source: Latest pictures of {{ brand.nameOnly }}
he_il: התמונות אחרונות של {{ brand.nameOnly }}

source: Last pictures of brand.nameText
es_es: Últimas imágenes de brand.nameText
fr_fr: Dernières photos de brand.nameText
he_il: התמונות אחרונות של brand.nameText
it_it: Ultime immagini di brand.nameText
zh_cn: brand.nameText 的最后图片

source: All pictures
he_il: כל התמונות
pt_br: Todas as imagens
ru_ru: Все картинки
uk_ua: Всі зображення

source: inbox
he_il: לא מקובל
ru_ru: Инбокс
uk_ua: Вхідні

source: All pictures of item.name_text
he_il: כל התמונות של item.name_text
ru_ru: Все изображения item.name_text
uk_ua: Всі зображення item.name_text

source: Specifications of
he_il: מפרטים של
pt_br: Especificações de
ru_ru: Технические характеристики
uk_ua: Технічні характеристики

source: Specifications of
es_es: Especificaciones de
fr_fr: Caractéristiques techniques de
he_il: מפרטים של
it_it: Specifiche di
pt_br: Especificações de
ru_ru: Технические характеристики
uk_ua: Технічні характеристики
zh_cn: 的技术参数

source: Other pictures of
he_il: התמונות אחרות של
pt_br: Outras imagens de
ru_ru: Другие изображения
uk_ua: Інші зображення

source: all pictures
he_il: כל התמונות
pt_br: todas as imagens
ru_ru: все картинки
uk_ua: всі зображення

source: Pictures
es_es: Imágenes
fr_fr: Images
he_il: תמונות
it_it: Immagini
pt_br: Imagens
ru_ru: Изображения
uk_ua: Зображення
zh_cn: 图片

source: Categories
es_es: Categorías
fr_fr: Catégories
he_il: קטגוריות
it_it: Categorie
pt_br: Categorias
ru_ru: Категории
uk_ua: Категорії
zh_cn: 分类
