Repository: autowp/autowp-frontend
Catalog: src/locale/messages.*.xlf
Languages: es_es, fr_fr, he_il, it_it, pt_br, ru_ru, uk_ua, zh_cn

source: max
es_es: máximo
he_il: מקסימום
pt_br: máx.
ru_ru: макс
uk_ua: макс
zh_cn: 最大

source: min
es_es: minimo
he_il: מינימום
pt_br: mín.
ru_ru: мин
uk_ua: мін
zh_cn: 分钟

source: suspension and steering
es_es: suspensión y dirección
fr_fr: suspension et direction
he_il: מתלים והיגוי
it_it: sospensione e sterzo
pt_br: suspensão e direção
ru_ru: подвеска и рулевое управление
uk_ua: підвіска і рульове управління
zh_cn: 悬挂与转向

source: front suspension type (deprecated)
es_es: tipo de suspensión frontal (obsoleta)
fr_fr: type de suspension avant (désuet)
he_il: סוג מתלה קדמי (הוצא משימוש)
it_it: tipo di sospensione anteriore (obsoleto)
pt_br: tipo de suspensão dianteira (descontinuada)
ru_ru: тип передней подвески (уст.)
uk_ua: тип передньої підвіски (заст.)
zh_cn: 前端暂停类型 (过时)

source: rear suspension type (deprecated)
es_es: tipo de suspensión trasera (obsoleta)
fr_fr: type de suspension arrière (désuet)
he_il: סוג מתלה אחורי (הוצא משימוש)
it_it: tipo di sospensione posteriore (obsoleto)
pt_br: tipo de suspensão traseira (descontinuada)
ru_ru: тип задней подвески (уст.)
uk_ua: тип задньої підвіски (заст.)
zh_cn: 后吊销类型 (已废弃)

source: steering type
es_es: tipo de dirección
fr_fr: type de direction
he_il: סוג היגוי
it_it: tipo di sterzo
pt_br: tipo de direção
ru_ru: тип рулевого управления
uk_ua: тип рульового управління
zh_cn: 指导类型

source: front suspension
es_es: suspensión frontal
fr_fr: suspension avant
he_il: מתלה קדמי
it_it: sospensione anteriore
pt_br: suspensão dianteira
ru_ru: передняя подвеска
uk_ua: передня підвіска
zh_cn: 前悬挂

source: elastic element type
es_es: tipo de elemento elástico
fr_fr: types d'amortissement
he_il: סוג אלמנט אלסטי
it_it: tipo di elemento elastico
pt_br: tipo de elemento elástico
ru_ru: тип упругого элемента
uk_ua: тип пружного елементу
zh_cn: 弹性元素类型

source: type guide vanes
es_es: tipo de guías
fr_fr: types de suspension
he_il: סוג שבשבת מנחה
it_it: tipo di palette guida
pt_br: tipo de palhetas-guia
ru_ru: тип направляющего аппарата
uk_ua: тип направляючого приладу
zh_cn: 键入导星面具

source: shock absorbers
es_es: amortiguadores
fr_fr: amortisseurs
he_il: בולמי זעזועים
it_it: ammortizzatori
pt_br: amortecedores
ru_ru: амортизаторы
uk_ua: амортизатори
zh_cn: 冲击吸收器

source: availability
es_es: disponibilidad
fr_fr: disponibilité
he_il: זמינות
it_it: disponibilità
pt_br: disponibilidade
ru_ru: наличие
uk_ua: наявність
zh_cn: 可用性

source: nature of the action
es_es: naturaleza de la acción
fr_fr: nature de l'action
he_il: אופי הפעולה
it_it: natura dell'azione
pt_br: natureza da ação
ru_ru: характер действия
uk_ua: характер дії
zh_cn: 二. 行动的性质

source: operating principle
es_es: principio de operación
fr_fr: principe de l'action
he_il: עקרון הפעולה
it_it: principio operativo
pt_br: princípio de funcionamento
ru_ru: принцип действия
uk_ua: принцип ції
zh_cn: 操作原则

source: adjustability
es_es: ajustabilidad
fr_fr: adaptabilité
he_il: כוונון
it_it: regolabilità
pt_br: ajustabilidade
ru_ru: регулируемость
uk_ua: регульованість
zh_cn: 可调节性

source: anti-roll bar
es_es: barra anti-rolido
fr_fr: barre anti-roulis
he_il: מוט נגד גלגול
it_it: barra anti rollio
pt_br: barra estabilizadora
ru_ru: стабилизатор поперечной устойчивости
uk_ua: стабілізатор поперечної стійкості
zh_cn: 反滚动条

source: rear suspension
es_es: suspensión trasera
fr_fr: suspension arrière
he_il: מתלה אחורי
it_it: sospensione posteriore
pt_br: suspensão traseira
ru_ru: задняя подвеска
uk_ua: задня підвіска
zh_cn: 后方暂停

source: basic
es_es: básico
fr_fr: basique
he_il: בסיסי
it_it: basilare
pt_br: básico
ru_ru: основные
uk_ua: основні
zh_cn: 基本信息

source: number of places
es_es: número de plazas
fr_fr: nombre de places
he_il: מספר מקומות
it_it: numero di posti
pt_br: número de lugares
ru_ru: количество мест
uk_ua: кількість місць
zh_cn: 座位数

source: total
fr_fr: en tout
he_il: סה"כ
it_it: totale
ru_ru: всего
uk_ua: всього
zh_cn: 共

source: are defective
es_es: son defectuosas
fr_fr: sont défectueux
he_il: פגומים
it_it: sono difettosi
ru_ru: из них неполноценных
uk_ua: з них неповноцінних
zh_cn: 有缺陷

source: standing
es_es: en pie
fr_fr: debout
he_il: בעמידה
it_it: in piedi
pt_br: de pé
ru_ru: стоячих
uk_ua: стоячих
zh_cn: 站立

source: total capacity
es_es: capacidad total
fr_fr: capacité totale
he_il: תכולה כוללת
it_it: capacità totale
pt_br: capacidade total
ru_ru: общая вместимость
uk_ua: загальна місткість
zh_cn: 载客量

source: doors counts
es_es: cantidad de puertas
fr_fr: nombre de portes
he_il: מספר דלתות
it_it: conteggio porte
pt_br: número de portas
ru_ru: количество дверей
uk_ua: кількість дверей
zh_cn: 车门数

source: steering wheel location
es_es: ubicación del volante
fr_fr: dispositif de direction
he_il: מיקום גלגל ההגה
it_it: posizione del volante
pt_br: localização do volante
ru_ru: расположение руля
uk_ua: розташування руля
zh_cn: 转向装置

source: design
es_es: diseño
he_il: תכן
ru_ru: дизайн
uk_ua: дизайн
zh_cn: 设计

source: engine
es_es: motor
fr_fr: moteur
he_il: מנוע
it_it: motore
pt_br: motor
ru_ru: двигатель
uk_ua: двигун
zh_cn: 发动机

source: location
es_es: ubicación
fr_fr: disposition
he_il: מקום
it_it: posizione
pt_br: localização
ru_ru: расположение
uk_ua: розположення
zh_cn: 位置

source: orientation
es_es: orientación
he_il: כיוון הקלטה
it_it: orientamento
pt_br: orientação
ru_ru: ориентация
uk_ua: орієнтація
zh_cn: 朝向

source: supply system
es_es: sistema de suministros
fr_fr: système d'alimentation
he_il: מערכת אספקה
it_it: sistema di alimentazione
pt_br: sistema de alimentação
ru_ru: система питания
uk_ua: система живлення
zh_cn: 供应系统

source: cylinders/valves
es_es: cilindros/válvulas
fr_fr: cylindres / soupapes
he_il: צילינדרים/שסתומים
it_it: cilindri/valvole
pt_br: cilindros/válvulas
ru_ru: цилиндры/клапаны
uk_ua: циліндри/клапани
zh_cn: 柱面/阀值

source: number of cylinders
es_es: número de cilindros
fr_fr: nombre de cylindres
he_il: מספר צילינדרים
it_it: numero di cilindri
pt_br: número de cilindros
ru_ru: количество цилиндров
uk_ua: кількість циліндрів
zh_cn: 柱面数

source: cylinder arrangement
es_es: posición de los cilindros
fr_fr: Dispositif de cylindres
he_il: סידור צילינדר
it_it: disposizione dei cilindri
pt_br: disposição dos cilindros
ru_ru: расположение цилиндров
uk_ua: розміщення циліндрів
zh_cn: 圆柱体安排

source: valves per cylinder
es_es: válvulas por cilindro
fr_fr: soupapes par cylindre
he_il: שסתומים לכל צילינדר
it_it: valvole a cilindro
pt_br: válvulas por cilindro
ru_ru: клапанов на цилиндр
uk_ua: клапанів на циліндр
zh_cn: 每个圆柱面阀值

source: cylinder diameter
es_es: diámetro del cilindro
fr_fr: diamètre du cylindre
he_il: קוטר צילינדר
it_it: diametro del cilindro
pt_br: diâmetro do cilindro
ru_ru: диаметр цилиндров
uk_ua: діаметр циліндрів
zh_cn: 圆筒的直径

source: stroke
es_es: carrera del cilindro
fr_fr: course du piston
he_il: חתירה
it_it: tempi
pt_br: curso
ru_ru: ход поршня
uk_ua: хід поршня
zh_cn: 行程

source: camber
es_es: comba
fr_fr: angle d'ouverture
he_il: קמבר
it_it: campanatura
pt_br: cambagem do cilindro
ru_ru: угол развала
uk_ua: кут розвалу
zh_cn: 骆驼者

source: compression ratio
es_es: valor de compresión
fr_fr: taux de compression
he_il: יחס דחיסה
it_it: rapporto di compressione
pt_br: taxa de compressão
ru_ru: степень сжатия
uk_ua: ступінь стиснення
zh_cn: 压缩比率

source: volume
es_es: volumen
fr_fr: volume/cylindrée
he_il: נפח
ru_ru: объем
uk_ua: об'єм
zh_cn: 音量

source: power
es_es: potencia
fr_fr: puissance
he_il: כוח
it_it: potenza
pt_br: potência
ru_ru: мощность
uk_ua: потужність
zh_cn: 电

source: in the range from
es_es: en el rango desde
fr_fr: dans la gamme de
he_il: בטווח מ-
it_it: nell'intervallo da
pt_br: a partir de
ru_ru: в диапазоне от
uk_ua: в діапазоні від
zh_cn: 在范围内

source: in the range to
es_es: en el rango hasta
fr_fr: dans la gamme a
he_il: בטווח עד-
it_it: nell'intervallo a
pt_br: até
ru_ru: в диапазоне до
uk_ua: в діапазоні до
zh_cn: 在范围到

source: max power (DIN)
es_es: potencia máxima (DIN)
fr_fr: puissance max (DIN)
he_il: כוח מקסימלי (DIN)
it_it: massima potenza (DIN)
pt_br: potência máxima (padrão DIN)
ru_ru: максимальная мощность (DIN)
uk_ua: максимальна потужність (DIN)
zh_cn: 最大扭矩 (DIN)

source: max power (SAE certified)
es_es: potencia máxima (SAE certificada)
fr_fr: puissance max (SAE certified)
he_il: כוח מקסימלי (מוסמך SAE)
it_it: potenza massima (certificazione SAE)
pt_br: potência máxima (Certificado SAE)
ru_ru: максимальная мощность (SAE certified)
uk_ua: максимальна потужність (SAE certified)
zh_cn: 最大功率 (SAE certified)

source: max power (SAE net)
es_es: potencia máxima (SAE neta)
fr_fr: puissance power (SAE net)
he_il: כוח מקסימלי (טהור SAE)
it_it: potenza massima (rete SAE)
pt_br: potência máxima (potência líquida SAE)
ru_ru: максимальная мощность (SAE net)
uk_ua: максимальна потужність (SAE net)
zh_cn: 最大功率 (SAE net)

source: max power (SAE gross)
es_es: Potencia máxima (SAE neta)
fr_fr: max puissance (SAE gross)
he_il: כוח מקסימלי (ברוטו SAE)
it_it: potenza massima (SAE lorda)
pt_br: potência máxima (potência bruta SAE)
ru_ru: максимальная мощность (SAE gross)
uk_ua: максимальна потужність (SAE gross)
zh_cn: 最大功率 (SAE gross)

source: max power (JIS D 1001)
es_es: potencia máxima (JIS D 1001)
fr_fr: max puissance (JIS D 1001)
he_il: כוח מקסימלי (JIS D 1001)
it_it: potenza massima (JIS D 1001)
pt_br: potência máxima (padrão JIS D 1001)
ru_ru: максимальная мощность (JIS D 1001)
uk_ua: максимальна потужність (JIS D 1001)
zh_cn: 最大功率 (JIS D 1001)

source: max power (GOST)
es_es: potencia máxima (fantasma)
fr_fr: max puissance (GOST)
he_il: כוח מקסימלי (GOST)
it_it: potenza massima (GOST)
pt_br: potência máxima (padrão GOST)
ru_ru: максимальная мощность (ГОСТ)
uk_ua: максимальна потужність (ДЕСТ)
zh_cn: 最大功率 (GOST)

source: torque
es_es: par motor
fr_fr: couple
he_il: מומנט
it_it: coppia
ru_ru: крутящий момент
uk_ua: крутний момент
zh_cn: 扭矩

source: fuel
es_es: combustible
fr_fr: carburant
he_il: דלק
it_it: carburante
pt_br: combustível
ru_ru: топливо
uk_ua: пальне
zh_cn: 燃料

source: turbo
he_il: טורבו
ru_ru: турбонаддув
uk_ua: турбонаддув
zh_cn: 涡轮增压

source: name
es_es: nombre
fr_fr: nom
he_il: שם
it_it: nome
pt_br: nome
ru_ru: название
uk_ua: назва
zh_cn: 名称

source: block material
es_es: material del block
fr_fr: matériau de la culasse
he_il: חומר לחסום
it_it: materiale del blocco
pt_br: material do bloco
ru_ru: материал блока
uk_ua: матеріал блоку
zh_cn: 块材料

source: cooling
es_es: refrigeración
fr_fr: refroidissement
he_il: התקררות
it_it: raffreddamento
pt_br: refrigeração
ru_ru: охлаждение
uk_ua: охолодження
zh_cn: 制冷

source: Gas distribution mechanism
es_es: Mecanismo de distribución del gas
fr_fr: Système de distribution de gas
he_il: מנגנון חלוקת דלק
it_it: Gas del meccanismo di distribuzione
pt_br: Mecanismo de distribuição de combustível
ru_ru: Газораспределительный механизм
uk_ua: Газорозподільний механізм
zh_cn: 气体分配机制

source: type
es_es: tipo
he_il: סוג
it_it: tipo
pt_br: tipo
ru_ru: тип
uk_ua: тип
zh_cn: 型号

source: transmission
es_es: transmisión
he_il: שידור
it_it: transmissione
pt_br: transmissão
ru_ru: трансмиссия
uk_ua: трансмісія
zh_cn: 传输方式

source: drive unit
es_es: unidad de manejo
fr_fr: traction
he_il: יחידת הנעה
it_it: unità di azionamento
pt_br: tração
ru_ru: привод
uk_ua: привід
zh_cn: 驱动器

source: gearbox
es_es: caja de velocidades
fr_fr: boîte de vitesses
he_il: תיבת הילוכים
it_it: scatola del cambio
pt_br: caixa de marchas
ru_ru: коробка передач
uk_ua: коробка передач
zh_cn: 变速箱

source: number of gears
es_es: número de marchas
fr_fr: nombre de rapports
he_il: מספר הילוכים
it_it: numero di rapporti
pt_br: número de marchas
ru_ru: количество передач
uk_ua: кількість передач
zh_cn: 装备数量

source: clutch
es_es: embrague
fr_fr: embrayage
he_il: מצמד
it_it: frizione
pt_br: embreagem
ru_ru: сцепление
uk_ua: зчеплення
zh_cn: 离合

source: Modification name
es_es: Nombre modificado
fr_fr: Le titre de la modification
he_il: שם שינויים
it_it: Modifica nome
pt_br: Nome da modificação
ru_ru: Название модификации
uk_ua: Назва модифікації
zh_cn: 改款名称

source: dynamic properties
es_es: propiedades dinámicas
fr_fr: propriétés dynamiques
he_il: מאפיינים דינמיים
it_it: proprietà dinamiche
pt_br: propriedades dinâmicas
ru_ru: динамические характеристики
uk_ua: динамічні характеристики
zh_cn: 动态属性

source: max speed
es_es: velocidad máxima
fr_fr: vitesse maximale
he_il: מהירות מרבית
it_it: velocità massima
pt_br: velocidade máxima
ru_ru: максимальная скорость
uk_ua: максимальна швидкість
zh_cn: 最高时速

source: acceleration to 100 km/h
es_es: asceleración 0-100 km/hr
fr_fr: accélération de 0 à 100 km/h
he_il: תאוצה ל-100 קמ"ש
it_it: accelerazione a 100km/h
pt_br: aceleração até 100 km/h
ru_ru: разгон до 100 км/ч
uk_ua: розгін до 100 км/год
zh_cn: 百公里加速

source: acceleration to 200 km/h
es_es: asceleración a 200 km/hr
fr_fr: accélération de 0 à 200 km/h
he_il: תאוצה ל-200 קמ"ש
it_it: accelerazione a 200km/h
pt_br: aceleração até 200 km/h
ru_ru: разгон до 200 км/ч
uk_ua: розгін до 200 км/год
zh_cn: 加速度到 200 公里/小时

source: acceleration to 300 km/h
es_es: asceleración a 300 km/hr
fr_fr: accélération de 0 à 300 km/h
he_il: תאוצה ל-300 קמ"ש
it_it: accelerazione a 300km/h
pt_br: aceleração até 300 km/h
ru_ru: разгон до 300 км/ч
uk_ua: розгін до 300 км/год
zh_cn: 加速度到 300 公里/小时

source: 400m run time
es_es: tiempo para recorrer 400 mt
fr_fr: 400m départ arrêté
he_il: זמן ריצה של 400 מ'
it_it: Tempo di percorrenza di 400m
ru_ru: время пробега 400м
uk_ua: час пробігу 400 м
zh_cn: 400米运行时间

source: 1000m run time
es_es: tiempo para recorrer 1000 mt
fr_fr: kilomètre départ arrêté
he_il: זמן ריצה של 1000 מ'
it_it: Tempo di percorrenza di 1000m
ru_ru: время пробега 1000м
uk_ua: час пробігу 1000 м
zh_cn: 1000米运行时间

source: speed limiter
es_es: limitador de velocidad
fr_fr: limiteur de vitesse
he_il: מגביל מהירות
it_it: limitatore di velocità
pt_br: limitador de velocidade
ru_ru: ограничитель скорости
uk_ua: обмежувач швидкості
zh_cn: 速度限制器

source: braking time at 100 km/h
es_es: tiempo de frenado a 100 km/hr
fr_fr: temps de freinage à partir de 100 km/h
he_il: זמן בלימה מ-100 קמ"ש
it_it: tempo di frenata a 100km/h
pt_br: tempo de frenagem a 100 km/h
ru_ru: время торможения со 100км/ч
uk_ua: час гальмування зі 100 км/год
zh_cn: 制动时间为 100 km/h

source: stopping distance from 100 km/h
es_es: distancia de frenado a 100 km/hr
fr_fr: distance de freinage à partir de 100 km/h
he_il: מרחק עצירה מ-100 קמ"ש
it_it: spazio di frenata da 100km/h
pt_br: distância de parada a 100 km/h
ru_ru: тормозной путь со 100км/ч
uk_ua: гальмівний шлях зі 100 км/год
zh_cn: 距离100公里/小时

source: acceleration to 60 mph
es_es: asceleración 0-60 mph
fr_fr: accélération de 0 à 60 mph
he_il: תאוצה ל-60 מ"ש
it_it: accelerazione a 60 mph
pt_br: aceleração até 60 mph
ru_ru: разгон до 60 миль/ч
uk_ua: розгін до 60 миль/год
zh_cn: 加速度到 60 公里/小时

source: acceleration to 60 km/h
es_es: asceleración 0-60 km/hr
fr_fr: accélération de 0 à 60 km/h
he_il: תאוצה ל-60 קמ"ש
it_it: accelerazione a 60km/h
pt_br: aceleração até 60 km/h
ru_ru: разгон до 60 км/ч
uk_ua: розгін до 60 км/год
zh_cn: 加速度到 60 公里/小时

source: other specs
es_es: otras especificaciones
fr_fr: autres caracteristiques
he_il: מפרט אחר
it_it: altre specifiche
pt_br: outras especificações
ru_ru: эксплуатационные характеристики
uk_ua: експлуатаційні характеристики
zh_cn: 其它旁观

source: approach angle
es_es: ángulo de aproximación
fr_fr: angle d'approche
he_il: זווית גישה
it_it: angolo di approccio
pt_br: ângulo de ataque
ru_ru: угол въезда
uk_ua: кут виїзду
zh_cn: 接近角度

source: departure angle
es_es: ángulo de salida
fr_fr: angle de départ
he_il: זווית יציאה
it_it: angolo di partenza
pt_br: ângulo de saída
ru_ru: угол съезда
uk_ua: кут з'їзду
zh_cn: 出发角度

source: fuel tank capacity
es_es: capacidad del tanque
fr_fr: capacité du réservoir
he_il: קיבולת מיכל הדלק
it_it: capacità serbatoio
pt_br: capacidade do tanque de combustível
ru_ru: объем топливного бака
uk_ua: об'єм баку пального
zh_cn: 燃料罐能力

source: main
es_es: principal
fr_fr: principal
he_il: ראשי
it_it: principale
pt_br: principal
ru_ru: основной
uk_ua: основний
zh_cn: 主要

source: additional
es_es: adicional
fr_fr: additionnel
he_il: עוד
it_it: addizionale
pt_br: adicional
ru_ru: дополнительный
uk_ua: додатковий
zh_cn: 额外

source: boot volume
es_es: volumen de arranque
fr_fr: volume du coffre
he_il: נפח האתחול
it_it: volume di avvio
pt_br: volume do porta-malas
ru_ru: объём багажника
uk_ua: об'єм багажнику
zh_cn: 启动音量

source: fuel consumption
es_es: consumo de combustible
fr_fr: consommation de carburant
he_il: צריכת דלק
it_it: consumo del carburante
pt_br: consumo de combustível
ru_ru: расход топлива
uk_ua: витрати пального
zh_cn: 燃料消耗

source: Unknown method
es_es: método desconocido
fr_fr: Méthode inconnue
he_il: שיטה לא ידועה
it_it: Metodo sconosciuto
pt_br: Método desconhecido
ru_ru: Неустановленный метод
uk_ua: Невстановлений метод
zh_cn: 未知方法

source: city
es_es: ciudad
fr_fr: ville
he_il: עיר
it_it: città
pt_br: urbano
ru_ru: в городе
uk_ua: в місті
zh_cn: 城市

source: highway
es_es: autopista
fr_fr: autoroute
he_il: כביש מהיר
it_it: autostrada
pt_br: rodoviário
ru_ru: на трассе
uk_ua: на трасі
zh_cn: 高速

source: 90 km/h
he_il: 90 קמ''ש
ru_ru: 90 км/ч
uk_ua: 90 км/год

source: 120 km/h
he_il: 120 קמ''ש
ru_ru: 120 км/ч
uk_ua: 120 км/год

source: combined
es_es: combinado
fr_fr: combinée
he_il: שילוב
it_it: combinato
pt_br: combinado
zh_cn: 综合

source: EPA (to 2008)
es_es: EPA (hasta 2008)
fr_fr: EPA (jusque à 2008)
he_il: EPA (עד-2008)
it_it: EPA (al 2008)
pt_br: EPA (até 2008)
ru_ru: EPA (до 2008)
uk_ua: EPA (до 2008)
zh_cn: EPA(至2008年)

source: EPA (from 2008)
es_es: EPA (desde 2008)
fr_fr: EPA (de 2008)
he_il: EPA (מ-2008)
it_it: EPA (dal 2008)
pt_br: EPA (a partir de 2008)
ru_ru: EPA (с 2008)
uk_ua: EPA (з 2008)
zh_cn: EPA (从2008年起)

source: urban
es_es: urbano
fr_fr: urbain
he_il: עירוני
it_it: urbano
pt_br: urbano
zh_cn: 郊区

source: extra urban
es_es: extra urbano
fr_fr: extra urbain
he_il: עירוני במיוחד
it_it: extra urbano
pt_br: extra urbano

source: "start-stop" system
es_es: sistema re-arranque automático
fr_fr: système Start&Stop
he_il: מערכת "התחלה-עצירה"
it_it: sistema "start and stop"
pt_br: sistema start-stop
ru_ru: Система "старт-стоп"
uk_ua: Система "старт-стоп"
zh_cn: “开始停止”系统

source: capacity
es_es: capacidad
fr_fr: capacité
he_il: קיבולת
it_it: capacità
pt_br: capacidade
ru_ru: грузоподъемность
uk_ua: вантажопідйомність
zh_cn: 能力

source: spread
es_es: propagar
fr_fr: propagé
he_il: מריחה
it_it: distribuzione
pt_br: amplitude
ru_ru: разворот
uk_ua: розворот
zh_cn: 传播度

source: diameter
es_es: diámetro
fr_fr: diametre
he_il: קוטר
it_it: diametro
pt_br: diâmetro
ru_ru: диаметр
uk_ua: діаметр
zh_cn: 直径

source: wall-to-wall
es_es: pared a pared
fr_fr: entre murs
he_il: קיר לקיר
ru_ru: от стены к стене
uk_ua: від стіни до стіни
zh_cn: 墙到墙

source: curb-to-curb
es_es: acera a acera
fr_fr: porte a porte
he_il: מדרכה למדרכה
ru_ru: от бордюра к бордюру
uk_ua: від бордюру до бордюру
zh_cn: 曲线至抑制器

source: turns of steering wheel
es_es: vueltas del volante
fr_fr: tours de volant
he_il: מספר סיבובים של גלגל ההגה
it_it: giri del volante
pt_br: voltas do volante
ru_ru: оборотов руля от упора до упора
uk_ua: оборотів руля від упору до упору
zh_cn: 引导车轮转动

source: towing weight
es_es: peso del remolque
fr_fr: masse remorquable
he_il: משקל גרירה
it_it: peso trainabile
pt_br: peso do reboque
ru_ru: масса буксируемого прицепа
uk_ua: вага буксованого причепу
zh_cn: 拖动权重

source: body volume
es_es: volumen del habitáculo
fr_fr: volume du corps
he_il: נפח הגוף
it_it: volume del corpo
pt_br: volume do corpo
ru_ru: объема кузова
uk_ua: об'єм кузову
zh_cn: 正文音量

source: weight
es_es: peso
fr_fr: poids
he_il: סמכות
it_it: peso
pt_br: peso
ru_ru: масса
uk_ua: вага
zh_cn: 质量

source: dry
es_es: seco
fr_fr: sec
he_il: יבש
it_it: acsiutto
pt_br: seco
ru_ru: сухая
uk_ua: суха
zh_cn: 干

source: curb
es_es: curar
fr_fr: vide
he_il: עצמי
it_it: cordolo
pt_br: vazio
ru_ru: снаряженная
zh_cn: 整备质量

source: full
es_es: completo
fr_fr: brut
he_il: מלא
it_it: pieno
pt_br: total (cheio)
ru_ru: полная
uk_ua: повна
zh_cn: 满载质量

source: brake system
es_es: sistema de frenos
fr_fr: système de freinage
he_il: מערכת בלמים
it_it: sistema di frenata
pt_br: sistema de freio
ru_ru: тормозная система
uk_ua: гальмівна система
zh_cn: 制动系统

source: ABS
he_il: אבס'

source: front brakes
es_es: frenos delanteros
fr_fr: freins avant
he_il: בלמים קדמיים
it_it: freni anteriori
pt_br: freios dianteiros
ru_ru: передние тормоза
uk_ua: передні гальма
zh_cn: 前置握机

source: description
es_es: descripción
fr_fr: déscription
he_il: תיאור
it_it: descrizione
pt_br: Descrição
ru_ru: Описание
uk_ua: опис
zh_cn: 简介

source: thickness
es_es: espesor
fr_fr: épaisseur
he_il: עובי
it_it: spessore
pt_br: espessura
ru_ru: толщина
uk_ua: товщина
zh_cn: 粗细

source: material
fr_fr: matériel
he_il: חומר
it_it: materiale
ru_ru: материал
uk_ua: матеріал
zh_cn: 材料

source: ventilated
es_es: ventilado
fr_fr: ventilés
he_il: מאוורר
it_it: ventilato
pt_br: ventilado
ru_ru: вентилируемые
uk_ua: вентильовані
zh_cn: 通风模式

source: perforated
es_es: perforado
fr_fr: perforés
he_il: מחורר
it_it: perforato
pt_br: perfurado
ru_ru: перфорированные
uk_ua: перфоровані
zh_cn: 精度

source: rear brakes
es_es: frenos traseros
fr_fr: freins arrière
he_il: בלמים אחוריים
it_it: freni posteriori
pt_br: freios traseiros
ru_ru: задние тормоза
uk_ua: задні гальма
zh_cn: 后制甲

source: emissions
es_es: emisiones
fr_fr: émissions
he_il: פליטות
it_it: emissioni
pt_br: emissões
ru_ru: вредные выбросы
uk_ua: шкідливі викиди
zh_cn: 排放物

source: wheels and tyres
es_es: ruedas y neumáticos
fr_fr: jantes et pneus
he_il: גלגלים וצמיגים
it_it: gomme e cerchi
pt_br: rodas e pneus
ru_ru: колёса и диски
uk_ua: колеса і диски
zh_cn: 轮胎和轮胎

source: tyre width
es_es: ancho del neumático
fr_fr: largeur de pneu
he_il: רוחב הצמיג
it_it: larghezza pneumatico
pt_br: largura do pneu
ru_ru: ширина покрышек
uk_ua: ширина покришок
zh_cn: 轮胎宽度

source: rim width
es_es: ancho de llanta
fr_fr: largeur de jante
he_il: רוחב שפה
it_it: larghezza cerchione
pt_br: largura do aro
ru_ru: ширина диска
uk_ua: ширина диску

source: tyre height
es_es: altura del neumático
fr_fr: hauteur de flanc
he_il: גובה הצמיגים
it_it: altezza pneumatico
pt_br: altura do pneu
ru_ru: высота покрышек
uk_ua: висота покришок
zh_cn: 轮胎高度

source: rim offset (ET)
es_es: compensación de llanta (ET)
fr_fr: déport de la jante (ET)
he_il: היסט שפה (ET)
it_it: offset cerchione (ET)
ru_ru: вылет диска
uk_ua: виліт диску

source: rims model
es_es: modelo de llanta
fr_fr: modèle des jantes
he_il: דגם שפה
it_it: modello cerchioni
pt_br: modelo do aro
ru_ru: модель дисков
uk_ua: модель дисків
zh_cn: 力求模式

source: rims material
es_es: material de la llanta
fr_fr: matériau de la jante
he_il: חומר שפה
it_it: materiale cerchioni
pt_br: material do aro
ru_ru: материал дисков
uk_ua: матеріал дисків
zh_cn: 弧度材料

source: Production years
es_es: Años de producción
fr_fr: Années de production
he_il: שנות ייצור
it_it: Anni di produzione
pt_br: Anos de produção
ru_ru: Года выпуска
uk_ua: Роки випуску
zh_cn: 推出年份

source: с
es_es: desde
fr_fr: de
he_il: מ-
it_it: c
pt_br: com
uk_ua: з
zh_cn: 从

source: по
es_es: no
fr_fr: a
he_il: עד-
it_it: no
pt_br: em
zh_cn: 至

source: модельные
es_es: modelo
fr_fr: années modèles
he_il: שנות דגם
it_it: modello
pt_br: modelo
uk_ua: модельні
zh_cn: 型号

source: Sales
es_es: Venta
fr_fr: Vente
he_il: מכירות
it_it: Sconti
pt_br: Vendas
ru_ru: Продажи
uk_ua: Продажі
zh_cn: 销售

source: год
es_es: año
fr_fr: année
he_il: שנה
it_it: anno
pt_br: ano
uk_ua: рік
zh_cn: 年

source: месяц
es_es: mes
fr_fr: mois
he_il: חודש
it_it: mese
pt_br: mês
uk_ua: місяць
zh_cn: 月

source: число
es_es: dia
fr_fr: jour
he_il: יום
it_it: numero
pt_br: número
zh_cn: 日
