Repository: autowp/autowp-frontend
Catalog: src/locale/messages.*.xlf
Languages: es_es, fr_fr, he_il, it_it, pt_br, ru_ru, uk_ua, zh_cn

source: Despite the fact that we always try to work as non-commercial project, it is absolutely impossible to support encyclopedia without money. Support and site development requires a permanent costs. If you want to help to our everyday work, you can send us some money through PayPal or Yandex.Money. With a money donation you can send us your vision about the future of the encyclopedia and the way it must move and we'll be much more obligated and grateful for your words. We do not collect information about our donators, however, if you wish, we can mark your contribution. In addition, we can offer in return to [choose the next vehicle of the day](/donate/vod)
es_es: A pesar de que siempre intentamos trabajar como proyecto no comercial, es absolutamente imposible mantener esta enciclopedia sin dinero. El soporte y desarrollo del sitio requiere costos permanentes. Si desea ayudar en nuestro trabajo diario, puede enviarnos algo de dinero a través de PayPal o Yandex.Money. Con una donación de dinero, puedes enviarnos tu visión sobre el futuro de la enciclopedia y la forma en que debe moverse y estaremos mucho más comprometidos y agradecidos por tus palabras. No recopilamos información sobre nuestros donantes, sin embargo, si lo desea, podemos marcar su contribución. Además, podemos ofrecer a cambio de [elegir el próximo vehículo del día] (/donate/vod)
fr_fr: Malgré le fait que nous positionnons notre Encyclopédie comme étant à but non lucratif, il serait tout à fait impossible de gérer ce site sans argent. L'hébergement et l'entretien du site nécessitent des frais permanents. Si vous avez le désir et la capacité de nous soutenir, vous pouvez le faire en nous envoyant un peu d'argent par Paypal ou Yandex.Money. Avec votre don, vous pouvez nous faire part des améliorations que vous souhaiteriez voir dans l'encyclopédie. Nous porterons une attention particulière à tous vos commentaires. Nous ne recueillons pas d'informations sur les donateurs mais, si vous le souhaitez, nous pouvons noter votre contribution. Avec votre don, vous aurez en plus la possibilité de [choisir le prochain véhicule du jour](/donate/vod)
it_it: Nonostante cerchiamo sempre di lavorare come progetto non commerciale, è assolutamente impossibile sostenere l'enciclopedia senza soldi. Il supporto e lo sviluppo del sito richiedono costi permanenti. Se vuoi aiutarci nel nostro lavoro quotidiano, puoi inviarci del denaro tramite PayPal o Yandex.Money. Con una donazione in denaro puoi inviarci la tua visione sul futuro dell'enciclopedia e su come deve muoversi, noi saremo grati per le tue parole e le prenderemo in considerazione. Non raccogliamo informazioni sui nostri donatori, tuttavia, se lo desideri, possiamo contrassegnare il tuo contributo. Inoltre, possiamo offrire in cambio di [choose the next vehicle of the day](/donate/vod)
zh_cn: 尽管我们始终努力坚持非盈利运营，但百科网站终归需要金钱去维持。 网站发展和技术支持总是需要花费。 如果您希望资助我们每日的工作，可以通过PayPal或Yandex.Money进行捐助。 在捐助的同时可以告诉我们您对网站的愿景。 原则上我们进行不记名捐助，但如果您要求，我们会标记您的贡献。 我们还可以让您[钦定今日之车](/donate/vod)做为回报

source: Donate with
es_es: Donar con
fr_fr: Faire un don avec
it_it: Dona con
zh_cn: 捐赠方式

source: Donor
fr_fr: Donateur
it_it: Donante
zh_cn: 捐书人

source: Sum
fr_fr: Som
it_it: Somma
zh_cn: 总和

source: Purpose
es_es: Objetivo
fr_fr: Objectif
it_it: Proposito
zh_cn: 作用

source: Thank you for your support. We will try not to disappoint you.
es_es: Gracias por su apoyo. Intentaremos no defraudarlo.
fr_fr: Merci pour votre soutien. Nous tacherons de ne pas vous décevoir.
it_it: Grazie per il sostegno. Cercheremo di non deluderti.
zh_cn: 感谢您的支持。 我们尽己所能让您满意。

source: [select]
es_es: [seleccionar]
fr_fr: [choisir]
it_it: [seleziona]
zh_cn: [选择]

source: Theme of the day
es_es: Tema del día
fr_fr: Thème du jour
it_it: Tema del giorno
zh_cn: 白天主题

source: Concepts & prototypes
es_es: Concepts y prototipos
fr_fr: Les concepts & prototypes
it_it: Concetti & prototipi
zh_cn: 概念车及原型车

source: When the information about your donation comes to us your choice will be carried out. Thank you for your support. We will try not to disappoint you.
es_es: Cuando nos llegue la información sobre su donación se llevará a cabo su elección. Gracias por tu apoyo. Intentaremos no defraudarte.
fr_fr: Dès que nous aurons la confirmation de votre don, votre choix sera pris en compte. Merci pour votre soutien. Nous tacherons de ne pas vous décevoir.
it_it: Quando ci arriveranno le informazioni sulla tua donazione, la tua scelta verrà processata. Grazie per il sostegno. Cercheremo di non deluderti.
zh_cn: 收到来自您的捐款信息后我们将会执行您的选择。 感谢您的支持。 我们尽己所能让您满意。

source: The little that we can offer in return for financial assistance of the site - it is an opportunity to choose the next "vehicle of the day". Follow the instructions below. We will be happy if you want to [perform selfless donation](/donate) to an arbitrary amount.
es_es: A cambio de su asistencia financiera al sitio es una oportunidad para elegir el próximo "vehículo del día". Sigue las instrucciones de abajo. Estaremos felices si desea [realizar una donación desinteresada] (/donate) a una cantidad arbitraria.
fr_fr: Le moins que l'on puisse faire, en échange d'un soutien financier pour le site, c'est de laisser l'opportunité de choisir le prochain “véhicule du jour”. Suivez les instructions ci-dessous. Nous serions heureux si vous vouliez [faire un don désintéressé](/donate) d'un montant de votre choix.
it_it: Il poco che possiamo offrire in cambio dell'assistenza finanziaria del sito è un'opportunità per scegliere il prossimo "veicolo del giorno". Segui le istruzioni riportate di seguito. Saremo felici se vorrai [perform selfless donation](/donate) per un importo arbitrario.
zh_cn: 我们可以做出一点微小的工作作为回报-您有机会钦定下一个“今日之车”，无论您做出任意数额的[无条件捐助](/donate) 我们都会很高兴。

source: 1. Choose a date
es_es: 1. Seleccione una fecha
fr_fr: 1. Choisissez une date
it_it: 1. Scegli una data
zh_cn: 1. 选择日期

source: busy
es_es: buscando
fr_fr: occupé
it_it: impegnata
zh_cn: 日期已有安排

source: 2. Choose vehicle
es_es: 2. Seleccione vehículo
fr_fr: 2. Choisir le véhicule
it_it: 2. Scegli veicolo
zh_cn: 2. 选择车型

source: Almost any vehicle can be "Vehicle of the day", but there are some limitations: - the vehicle must be selected for the first time - the vehicle must have at least 3 photos
es_es: Casi cualquier vehículo puede ser "Vehículo del día", pero existen algunas limitaciones: - El vehículo debe seleccionarse por primera vez - El vehículo debe tener al menos 3 fotos
fr_fr: Presque tous les véhicules peuvent être "Le véhicule du jour" mais il y a quelques limitations: - le véhicule doit être sélectionné pour la première fois - le véhicule doit avoir au moins 3 photos
it_it: Quasi tutti i veicoli possono essere "Veicolo del giorno", ma ci sono alcune limitazioni: - il veicolo deve essere selezionato per la prima volta - il veicolo deve avere almeno 3 foto
zh_cn: 几乎所有车型都可以被选作 "今日之车"，但还是有一些限制: - 车辆是首次作为今日之车 - 车辆至少有3张图片

source: Selection:
es_es: Selección:
fr_fr: Sélection:
it_it: Selezione:
zh_cn: 选择:

source: Choose …
es_es: Elegir …
fr_fr: Choisir …
it_it: Scegli …
zh_cn: 选择 ...

source: 3. Preview
es_es: 3. Imagen previa
fr_fr: 3. Aperçu
it_it: 3. Anteprima
zh_cn: 3. 预览

source: Anonymously
es_es: Anónimamente
fr_fr: Anonymement
it_it: Anonimamente
zh_cn: 匿名捐助

source: With the name (registration required)
es_es: Con el nombre (es necesario estar registrado)
fr_fr: Avec votre nom (inscription au site requise)
it_it: Con il nome (registrazione richiesta)
zh_cn: 记名捐助 (需要注册)

source: 4. Make a donation
es_es: 4. Hacer una donación
fr_fr: 4. Réaliser une donation
it_it: 4. Fai una donazione
zh_cn: 4. 做出捐助

source: Your wishes
es_es: Sus deseos
fr_fr: Vos souhaits
it_it: Il tuo messaggio
zh_cn: 您的期许

source: Price:
es_es: Precio:
fr_fr: Prix:
it_it: Prezzo:
zh_cn: 金额:

source: rubles
es_es: rublos
fr_fr: roubles
it_it: rubli
zh_cn: 卢布

source: about {{ '$' + (vod.sum / usdToRub).toFixed(2) }}
es_es: acerca de {{ '$' + (vod.sum / usdToRub).toFixed(2) }}
fr_fr: environ {{ '$' + (vod.sum / usdToRub).toFixed(2) }}
it_it: circa {{ '$' + (vod.sum / usdToRub).toFixed(2) }}
zh_cn: 关于 {{ '$' + (vod.sum / usdToRub).toFixed(2) }}

source: Credit card
es_es: Tarjeta de crédito
fr_fr: Carte de crédit
it_it: Carta di credito
zh_cn: 信用卡

source: Pay
es_es: Pagar
fr_fr: Payer
it_it: Paga
zh_cn: 支付

source: Your name
es_es: Su nombre
fr_fr: Votre nom
it_it: Il tuo nome
zh_cn: 标题

source: John
it_it: Mario
zh_cn: 约翰

source: E-mail
zh_cn: 电子邮件

source: Message
es_es: Mensaje
it_it: Messaggio
zh_cn: 站内信

source: Submit
es_es: Enviar
fr_fr: Envoyer
it_it: Invia
zh_cn: 上传

source: If you have come here to express words of support, it is possible to [express it in hard currency](/donate)
es_es: Se você deseja expressar sua mensagem de suporte a nós, saiba que você também pode nos [fazer uma doação](/donate)
fr_fr: Si vous êtes ici pour exprimer votre soutien, il est possible [de l'exprimer en faisant un don](/donate)
it_it: Se sei venuto qui per esprimere parole di sostegno, è possibile [express it in hard currency](/donate)
zh_cn: 如果您希望表达自己的支持，您可以通过[捐款支持](/donate)

source: Your message was sent
es_es: Su mensaje ha sido enviado
fr_fr: Votre message a été envoyé
it_it: Il tuo messaggio è stato inviato
zh_cn: 您的信息已发送

source: Subforums
es_es: Subforos
fr_fr: Sous forums
it_it: Subforum
zh_cn: 分论坛

source: Go to forum …
es_es: Ir al foro …
fr_fr: Aller au forum …
it_it: Vai al forum …
zh_cn: 前往主题…

source: Last message in topic «{{ lastTopic.name }}»
es_es: Último mensaje en el tema «{{ lastTopic.name }}»
it_it: Ultimo messaggio nell'argomento «{{ lastTopic.name }}»
zh_cn: 主题“{{ lastTopic.name }} ”的最后一条消息

source: Go to last message
es_es: Ir a el ultimo mensaje
fr_fr: Aller au dernier message
it_it: Vai all'ultimo messaggio
zh_cn: 前往最新消息

source: Create new topic
es_es: Crear nuevo tema
fr_fr: Crée un nouveau sujet
it_it: Crea un nuovo topic
zh_cn: 创建新主题

source: Subject
es_es: Asunto
fr_fr: Sujet
it_it: Soggetto
zh_cn: 标题

source: Subscribe to new messages
es_es: Suscribirse a nuevos mensajes
fr_fr: Abonnez-vous aux nouveaux messages
it_it: Iscriviti ai nuovi messaggi
zh_cn: 发送新消息

source: Only registered users can add topics. If you are already registered on the site, then you need to sign in to the site. If you are not registered yet, please do so now [on the registration page](/signup).
es_es: Solo los usuarios registrados pueden añadir temas. Si ya está registrado en el sitio, entonces necesita iniciar sesión en el sitio. Si aún no estás registrado, por favor hazlo [en la página de registro](/signup).
fr_fr: Seuls les utilisateurs inscrits peuvent créer de nouveaux sujets. Si vous êtes déjà inscrit sur le site, il vous suffit de vous connecter. Si vous n'êtes pas encore inscrit sur le site, vous [pouvez le faire](/signup) maintenant.
it_it: Solo gli utenti registrati possono aggiungere argomenti. Se sei già registrato sul sito, devi accedere al sito. Se non sei ancora registrato, ti preghiamo di farlo ora [nella pagina di registrazione](/signup).
zh_cn: 只有注册用户才能添加主题。 如果您已经注册，您必须登录才能进行操作。 如果您还未注册，现在就可以到[注册页面](/signup)注册。

source: Topics
es_es: Temas
fr_fr: Sujets
it_it: Argomenti
zh_cn: 主题

source: Author
es_es: Autor
fr_fr: Auteur
it_it: Autore
zh_cn: 作者

source: Last message
es_es: Último mensaje
fr_fr: Dernier message
it_it: Ultimo messaggio
zh_cn: 最新回复

source: Subscription
es_es: Suscripción
fr_fr: Souscription
it_it: Iscrizione
zh_cn: 订阅

source: Unsubscribe
es_es: Desuscribirse
fr_fr: Se désabonner
it_it: Disiscriviti
zh_cn: 取消订阅

source: open
es_es: abrir
fr_fr: ouvert
it_it: apri
zh_cn: 打开

source: close
es_es: cerrar
fr_fr: fermer
it_it: chiudi
zh_cn: 关闭

source: move
es_es: mover
fr_fr: déplacer
it_it: muovi
zh_cn: 移动

source: Subscribe to new replies notifications
es_es: Recibir notificaciones a nuevas respuestas
fr_fr: S'abonner à des notifications de nouvelles réponses
it_it: Iscriviti per ricevere notifiche sulle nuove risposte
zh_cn: 订阅新回复通知

source: Unsubscribe from notifications
es_es: Dejar de recibir notificaciones a nuevas respuestas
fr_fr: Se désabonner à des notifications
it_it: Disiscriviti dalle notifiche
zh_cn: 取消订阅

source: Topic is closed by site administration
es_es: El tema está cerrado por administración del sitio
fr_fr: Le sujet est fermé par l'administration du site
it_it: Il topic è stato chiuso da un amministratore
zh_cn: 主题已被管理员关闭

source: all
es_es: todo
fr_fr: tous
it_it: tutto
zh_cn: 查看全部

source: … and
es_es: … y
fr_fr: … et
it_it: ... e
zh_cn: …还有

source: Do you know which cars helped to maintain law and order on the streets of world cities at different times? What cars did the Pope drive? Not? Then you are exactly in this section.
es_es: ¿Sabes qué coches ayudaron a mantener la ley y el orden en las calles de las ciudades del mundo en momentos diferentes? ¿Qué coches condujo la Pope no? Entonces estás exactamente en esta sección.
fr_fr: Savez vous quelle voitures ont fait respecter la loi et l'ordre dans les rues de différentes viles du monde a différentes périodes? Quelle voiture le Pape a conduit? Non? C'est exactement ce a qui sert cette section.
it_it: Sai quali auto hanno contribuito a mantenere la legge e l'ordine nelle strade delle città del mondo in momenti diversi? Che macchine guidava il Papa? No? Allora sei esattamente in questa sezione.
zh_cn: 你知道在不同时期是哪种技术帮助了全世界的城市街道遵守法律和秩序的吗？教皇乘坐哪些车？不知道？那么你应该阅读这一版块。

source: Help the project
es_es: Ayudar al proyecto
fr_fr: Aider le projet
it_it: Aiuta il progetto
zh_cn: 帮助项目

source: Our goal is to cover {{ goal | currency: 'EUR' }} that is the cost of 1 year of website existence.
es_es: Nuestro objetivo es cubrir {{ goal | currency: 'EUR' }} que es el costo de 1 año de existencia del sitio web.
fr_fr: Notre objectif est de couvrir {{ goal | currency: 'EUR' }} qui est le coût de 1 an d'existence du site Web.
it_it: Il nostro obiettivo è quello di coprire {{ goal | currency: 'EUR' }} che è il costo di 1 anno di esistenza del sito web.
zh_cn: 我们的目标是要涵盖网站存在1年的 {{ goal | currency: 'EUR' }}。

source: Cryptocurrencies
es_es: Criptodivisas
fr_fr: Cryptomonnaie
it_it: Criptovalute
zh_cn: 加密货币

source: Want to know which car was the fastest? Do you want to know how much the most powerful mining truck weighs? Come and find out.
es_es: ¿Quieres saber cual es el auto más rápido? ¿Te gustaría conocer cuanto pesan los camiones mineros más poderosos? Ven y descúbrelo.
fr_fr: Vous voulez savoir quelle voiture est la plus rapide? Ou combien pèse le plus puissant camion d'exploitation minière? C'est ici que vous trouverez les réponses.
it_it: Vuoi sapere qual è l'auto più veloce? Quanto pesa il più potente camion da miniera? Vieni a scoprirlo.
zh_cn: 想知道哪款车是最快的？想知道最强大的矿用卡车有多重？快来了解一下。

source: Persons on photo
es_es: Personas en la foto
fr_fr: Personnes sur la photo
it_it: Persone in foto
zh_cn: 有照片的人

source: Also
es_es: Además
fr_fr: Aussi
it_it: Anche
zh_cn: 此外

source: All new pictures …
es_es: Todas las imágenes nuevas …
fr_fr: Toutes les nouvelles images …
it_it: Tutte le nuove immagini …
zh_cn: 全部新图片…

source: contributors
es_es: contribuyentes
fr_fr: contributeurs
it_it: collaboratori
zh_cn: 贡献者

source: contributor
es_es: contribuyente
fr_fr: contributeur
it_it: collaboratore
zh_cn: 贡献者

source: Do you know that Daewoo Matiz has as many as [six clones](/twins/group/118812)? And you know what [common in Lotus and Kia](/twins/group/118750)? We are sure that you will find this section interesting.
es_es: ¿Sabes que el Daewoo Matiz tiene hasta [seis clones] (/twins/group/118812)? ¿Y sabes qué tienen [en común Lotus y Kia](/twins/group/118750)? Estamos seguros que encontrarás esta sección interesante.
fr_fr: Savez-vous que la Daewoo Matiz a [six clones](/twins/group/118812)? Connaissez-vous le point commun entre [Lotus et Kia](/twins/group/118750)? Cette section va sûrement vous intéresser.
it_it: Lo sai che la Daewoo Matiz ha [sei cloni](/twins/group/118812)? E sai cosa [hanno in comune Lotus e Kia](/twins/group/118750)? Siamo sicuri che troverai questa sezione interessante.
zh_cn: 你或许早就知道大宇曼蒂兹有了6个[克隆车](/twins/group/118812)? 可是你知道 [莲花和起亚的姊妹车型](/twins/group/118750)吗? 我们相信这是一个很有趣的版块。

source: Previous revision
es_es: Revisión anterior
fr_fr: Dernière révision
it_it: Revisione precedente
zh_cn: 前一次修改

source: Next revision
es_es: Revisión siguiente
fr_fr: Prochaine révision
it_it: Prossima revisione
zh_cn: 下一修订

source: Revision {{ data.prev.revision }}
es_es: Revisión {{ data.prev.revision }}
fr_fr: Révision {{ data.prev.revision }}
it_it: Revisione {{ data.prev.revision }}
zh_cn: 版本 {{ data.prev.revision }}

source: vehicle of the day
es_es: vehículo del día
fr_fr: voiture du jour
it_it: veicolo del giorno
zh_cn: 今日之车

source: theme of the day
es_es: tema del día
fr_fr: thème du jour
it_it: tema del giorno
zh_cn: 白天主题

source: twins
es_es: gemelos
fr_fr: jumeaux
it_it: cloni
zh_cn: 姊妹车型

source: Want to choose next?
es_es: ¿Quieres elegir el próximo?
fr_fr: Vous voulez choisir la prochaine?
it_it: Vuoi scegliere il prossimo?
zh_cn: 想要钦定今日之车?

source: specifications
es_es: especificaciones
fr_fr: spécifications
it_it: specifiche
zh_cn: 性能参数

source: Museums and factories
es_es: Museos y factorías
fr_fr: Les musées et les usines
it_it: Musei ed aziende
zh_cn: 工厂及博物馆

source: Edit
es_es: Editar
fr_fr: Modifier
it_it: Modifica
pt_br: Editar
zh_cn: 编辑

source: Preview
es_es: Pre-vista
fr_fr: Aperçu
it_it: Anteprima
zh_cn: 预览

source: Send personal message
es_es: Enviar mensaje personal
fr_fr: Envoyer un message personnel
it_it: Invia un messaggio privato
zh_cn: 发送站内信

source: sending …
es_es: enviando …
fr_fr: envoyer …
it_it: invio in corso …
zh_cn: 正在发送 …

source: sent
es_es: enviado
fr_fr: envoyé
it_it: inviato
zh_cn: 已发送

source: cancel
es_es: cancelar
fr_fr: annuler
it_it: cancella
zh_cn: 取消

source: Attribute parameters
es_es: Parámetros de atributo
fr_fr: Attribut des parametres
it_it: Parametri attributi
zh_cn: 属性参数

source: Type
es_es: Tipo
it_it: Tipo
zh_cn: 型号

source: Precision (for float attribute)
es_es: Precisión (para atributo flotante)
fr_fr: Précision (pour un attribut flotant)
it_it: Precisione (per attributi galleggiante)
zh_cn: 精度(浮点属性)

source: Unit
es_es: Unidad
fr_fr: Unitée
it_it: Unità
zh_cn: 单位

source: Description
es_es: Descripción
fr_fr: Déscription
it_it: Descrizione
zh_cn: 简介

source: Values list (for select)
es_es: Lista de valores (para seleccionar)
fr_fr: Liste des valeurs (pour choisir)
it_it: Elenco valori (per selezione)
zh_cn: 值列表 (用于选择)

source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
zh_cn: 名称

source: Zones
es_es: Zonas
it_it: Zone
zh_cn: 区域

source: Attributes order
es_es: Ordenar atributos
fr_fr: Ordre des attribus
it_it: Ordine degli attributi
zh_cn: 属性顺序

source: Filter
es_es: Filtrar
fr_fr: Filtre
it_it: Filtro
zh_cn: 筛选

source: User №
es_es: Usuario №
fr_fr: Utilisateur №
it_it: Utente №
zh_cn: 用户№

source: Moderator attention
es_es: Atención del moderador
fr_fr: Attention des moderateurs
it_it: Attenzione del moderatore
zh_cn: 版主关注

source: Not matters
es_es: No importa
fr_fr: Sans importance
it_it: Non importante
zh_cn: 不是事项

source: Required
es_es: Requerido
fr_fr: Requis
it_it: Richiesto
zh_cn: 必填

source: Resolved
es_es: Resuelto
fr_fr: Résolu
it_it: Risolto
zh_cn: 已解决

source: Item
es_es: Elemento
fr_fr: Elément
it_it: Oggetto
zh_cn: 物品

source: not readed
es_es: no leído
fr_fr: non lu
it_it: non redatto
zh_cn: 未读

source: Accepted
es_es: Aceptado
fr_fr: Acceptée
it_it: Accettato
zh_cn: 已通过

source: Deleted
es_es: Borrado
fr_fr: Supprimé
it_it: Cancella
zh_cn: 已删除

source: Deleting
es_es: Borrando
fr_fr: Suppression
it_it: In cancellazione
zh_cn: 删除中

source: Other tools
es_es: Otras herramientas
fr_fr: Autres outils
it_it: Altri strumenti
zh_cn: 其它工具

source: Hotlinks
es_es: Enlaces directos
fr_fr: Liens chauds
it_it: Hotlink
zh_cn: 热链接

source: Full name
es_es: Nombre completo
fr_fr: Nom complet
it_it: Nome completo
zh_cn: 全名

source: Body number
es_es: Número del cuerpo
fr_fr: Numéro de corps
it_it: Numero del corpo
zh_cn: 车身代号

source: Model years
es_es: Años modelo
fr_fr: Année du model
it_it: Anni del modello
zh_cn: 年款

source: from
es_es: desde
fr_fr: de
it_it: da
zh_cn: 从

source: to
es_es: hasta
fr_fr: a
it_it: a
zh_cn: 至

source: Begin
es_es: Empezar
fr_fr: Commence
it_it: Inizio
zh_cn: 投产

source: month
es_es: mes
fr_fr: mois
it_it: mese
zh_cn: 月

source: End
es_es: Final
fr_fr: Fin
it_it: Fine
zh_cn: 停产

source: today
es_es: actualmente
fr_fr: aujourd'hui
it_it: oggi
zh_cn: 现在

source: Produced
es_es: Producido
fr_fr: Produit
it_it: Prodotto
zh_cn: 产量

source: number
es_es: número
fr_fr: nombre
it_it: numero
zh_cn: 数量

source: Concept (prototype)
es_es: Concepto (prototipo)
it_it: Concept (prototipo)
zh_cn: 概念车(原型车)

source: Group
es_es: Grupo
fr_fr: Groupe
it_it: Gruppo
zh_cn: 组

source: Latitude
es_es: Latitud
it_it: Latitudine
zh_cn: 纬度

source: Longitude
es_es: Longitud
it_it: Longitudine
zh_cn: 经度

source: Turbo group creator
es_es: Creador del grupo turbo
fr_fr: Créateur de groupe turbo
it_it: Gruppo creazione Turbo
zh_cn: 涡轮制造商

source: Catalogue
es_es: Catálogo
it_it: Catalogo
zh_cn: 目录

source: Link
es_es: Enlace
fr_fr: Lien
zh_cn: 链接

source: Public
es_es: Público
fr_fr: Publique
it_it: Pubblico
zh_cn: 发布

source: Del
es_es: Borrar
fr_fr: Supr
it_it: Canc.
zh_cn: 删除

source: Add parent …
es_es: Añadir padre …
fr_fr: Ajouter un parent …
it_it: Aggiungi correlato …
zh_cn: 添加上级目录 ...

source: Select …
es_es: Seleccionar…
fr_fr: Choisir …
it_it: Seleziona …
zh_cn: 选择 ...

source: Brand …
es_es: Marca…
fr_fr: Marque …
it_it: Marca …
zh_cn: 品牌…

source: Possible duplicate: vehicle already inherited via:
es_es: Posible duplicación: vehículo heredado desde:
fr_fr: Double possible: véhicule déjà hérité via:
it_it: Possibile duplicato: veicolo già ereditato tramite:
zh_cn: 可能原因: 车型已通过:

source: Related:
es_es: Relacionado:
fr_fr: Associé:
it_it: Correlato:
zh_cn: 相关:

source: Design:
es_es: Diseño:
zh_cn: 设计:

source: Sport:
es_es: Deporte:
zh_cn: 赛事:

source: Possible duplicate: vehicle already in submodel:
es_es: Posible duplicación: vehículo como sub modelo:
fr_fr: Double possible: véhicule déjà dans le sous model:
it_it: Possibile duplicato: veicolo già in sotto modello:
zh_cn: 可能原因: 车型已存在于子目录:

source: add category
es_es: agregar categoría
fr_fr: ajouter une catégorie
it_it: aggiungi categoria
zh_cn: 添加组别

source: Tool for join few vehicles into sub-model
es_es: Herramienta para unir algunos vehículos en un sub modelo
fr_fr: Outil pour regrouper quelques véhicules en un sous-modèle
it_it: Strumento per unire pochi veicoli in un sotto modello
zh_cn: 将几辆车加入子型的工具

source: Database id: {{ item.id }}
es_es: Id de la base de datos: {{ item.id }}
fr_fr: ID de la base de données : {{ item.id }}
it_it: Id del database: {{ item.id }}
zh_cn: 数据库id： {{ item.id }}

source: Changes notifications subscription
es_es: Suscripción a cambios y notificaciones
fr_fr: Changer les notifications d'abonnement
it_it: Cambia le impostazioni delle notifiche
zh_cn: 改变订阅通知

source: Subscribed
es_es: Suscripto
fr_fr: Abonné
it_it: Iscritto
zh_cn: 已订阅

source: Not subscribed
es_es: No suscripto
fr_fr: Non abonné
it_it: Non iscritto
zh_cn: 未订阅

source: Meta
zh_cn: 元数据

source: Name and description
es_es: Nombre y descripción
fr_fr: Nom et description
it_it: Nome e descrizione
zh_cn: 车名&描述

source: Logotype
es_es: Logotipo
it_it: Logotipo
zh_cn: 商标

source: Catalogue
es_es: Catálogo
it_it: Catalogo
zh_cn: 目录

source: Tree
es_es: Arbol
fr_fr: Arbre
it_it: Pianta
zh_cn: 树

source: Links
es_es: Enlaces
fr_fr: Liens
zh_cn: 链接

source: Text
es_es: Texto
fr_fr: Texte
it_it: Testo
zh_cn: 文章

source: Address
es_es: Dirección
fr_fr: Addresse
it_it: Indirizzo
zh_cn: 地址

source: interest link
es_es: enlace de interés
fr_fr: lien d'interet
it_it: link di interesse
zh_cn: 相关链接

source: official
es_es: oficial
fr_fr: officiel
it_it: ufficiale
zh_cn: 官方网站
