Repository: autowp/autowp-frontend
Catalog: src/locale/messages.*.xlf
Languages: es_es, fr_fr, he_il, it_it, pt_br, ru_ru, uk_ua, zh_cn

source: [Telegram](https://telegram.org/) - is primarily a system of instant messaging, like WhatsApp or Viber. In addition to the messaging and file transfer, there are many other possibilities, which will go to the description of a lot of time. We only use two of them: public groups and bots. # Public group There are a public English-language and Russian-language groups for all site visitors. Join them is very simple - just click the link and follow the instructions: * [English-language](https://t.me/joinchat/AAAAAAvxJESUMQcUM-I5YA) * [Russian-language](https://t.me/joinchat/AAAAAA0NvB5g7SEsWv61Rw) # Bot To make you WheelsAge surfing more convenient we just created a "bot" for [telegram](https://telegram.org/) app. We hope it could be useful and easy to use. The bot name: [@autowp_bot](tg:msg). In short, the bot is a kind of telegram user, which can send you notifications from the site as messages. Learn more about telegram bots: <https://core.telegram.org/bots/faq> Currently supported features: * Notifications about newly personal messages. [Details ...](#messages) * Notifications about newly accepted pictures. [Details ...](#new) * Notifications about newly uploaded (but still waiting for accept) pictures (this feature works only authorized users). [Details ...](#inbox) ## Bot commands ### Start: `/start` By sending this command you will receive the list of currently supported commands. ### Personal messages: `/messages` Send `/messages on` for subscribing to notifications about new personal messages. Send `/messages off` to unsubscribe. ### New pictures: `/new` Send `/new BMW` for subscribing to new photos of BMW. Send `/new BMW` again to unsubscribe. ### Inbox: `/inbox` Authorization by `/me` is required. Send `/inbox BMW` for subscribing to notifications about new uploads to BMW. Send `/inbox BMW` again to unsubscribe. ### Me (authorization): `/me` This command allows you to associate themselves (telegram user) with an account on our site. Send `/me` to receive instructions for authorization. Send `/me 123456789` to recevice confirmation code. Where 123456789 - is your account number, which you can find on your profile page. For example, [Juliano Scotini](/users/juliano-scotini) has number 17322 Confirmation code will be sent to you via [the private messaging system](/account/messages?folder=system) Send `/me 123456789 ХХХХХХХХХХХХХХХХ` to finish the process of association your telegram account without website user. Where `ХХХХХХХХХХХХХХХХ` - code that will be sent to you via [the private messaging system](/account/messages?folder=system)
pt_br: [Telegram](https://telegram.org/) - é essencialmente um aplicativo de mensagens instantâneas, como WhatsApp ou Viber. Além do envio e recebimento de mensagens e arquivos, há várias outras possibilidades de utilização para este aplicativo, o que demandaria uma incansável descrição. Nós utilizamos apenas duas: grupos públicos e bots. # Grupo público Há grupos públicos exclusivamente em inglês ou em russo para todos os visitantes deste site. Participar destes grupos é bastante simples - basta clicar no link e seguir as instruções: * [Inglês](https://t.me/joinchat/AAAAAAvxJESUMQcUM-I5YA) * [Russo](https://t.me/joinchat/AAAAAA0NvB5g7SEsWv61Rw) # Bot Para deixar sua navegação no WheelsAge mais prática, nós criamos um "bot" para o aplicativo [Telegram](https://telegram.org/), e esperamos que seja útil e de fácil utilização. O nome do nosso bot é: [@autowp_bot](tg:msg). Em resumo, bot é um tipo de usuário eletrônico do Telegram e pode lhe enviar notificações do site como mensagens. Saiba mais sobre os bots do Telegram (em inglês): <https://core.telegram.org/bots/faq> Recursos disponíveis atualmente: * Notificações sobre novas mensagens pessoais. [Details ...](#messages) * Notificações sobre novas imagens aceitas no site. [Details ...](#new) * Notificações sobre novas imagens adicionadas mas ainda não aceitas no site (recurso disponível apenas para usuários autorizados). [Details ...](#inbox) ## Comandos do bot ### Início: `/start` Ao enviar este comando, você receberá uma lista dos comandos disponíveis atualmente. ### <a name="messages"></a> Mensagens pessoais: `/messages` Envie `/messages on` para receber notificações sobre novas mensagens pessoais. Envie `/messages off` para cancelar essa inscrição. ### <a name="new"></a> Novas imagens: `/new` Envie `/new BMW` para receber notificações sobre novas imagens de BMW, por exemplo. Envie `/new BMW` novamente para cancelar essa inscrição. ### <a name="inbox"></a> Inbox: `/inbox` Autorização de `/me` é necessária. Envie `/inbox BMW` para receber notificações sobre novas imagens de BMW adicionadas. Envie `/inbox BMW` novamente para cancelar essa inscrição. ### Me (autorização): `/me` Este comando permite que você associe sua conta do Telegram com uma conta em nosso site. Envie `/me` para receber instruções de autorização. Envie `/me 123456789` para receber o código de confirmação. Onde 123456789 é o número da sua conta neste site, que você pode encontrar na sua página de perfil. Por exemplo, o usuário [Juliano Scotini](/users/juliano-scotini) tem o número 17322. O código de confirmação será enviado a você via [the private messaging system](/account/messages?folder=system) Envie `/me 123456789 ХХХХХХХХХХХХХХХХ` para finalizar o processo de associação de sua conta do Telegram com nosso site. Onde `ХХХХХХХХХХХХХХХХ`é o código que será enviado a você via [the private messaging system](/account/messages?folder=system)

source: Image is cropped ({{picture.crop_)
pt_br: Imagem cortada ({{picture.crop_resolution}})

source: All pictures of {{group.name_te
pt_br: Todas as imagens de {{group.name_text}}

source: Specifications of : $localize `Specifications of ${
pt_br: Caractéristiques de data.group.name_text

source: cropped to {{picture.crop.
pt_br: cortado a {{picture.crop.width + '×' + picture.crop.height + '+' + picture.crop.left + '+' +picture.crop.top}}

source: route]="['/pict pictures
pt_br: Imagens {{brand.name_only}}

source: : $localize `${ pictures
pt_br: Imagens data.brand.name_only

source: Database id: {{user.id}}</p>
pt_br: ID da base de dados: {{user.id}}

source: Uploaded pictures
pt_br: Imagens adicionadas

source: Delete user photo
pt_br: Apagar foto de usuário

source: Delete user
pt_br: Remover usuário

source: Nissan, Toyota, Honda, Mazda, ...
pt_br: Nissan, Toyota, Honda, Mitsubishi, ...

source: Kia, Hyundai, ...
pt_br: Kia, Hyundai, SsangYong, ...

source: U
pt_br: em U

source: DCT
pt_br: dupla embreagem

source: Voting during {{voting.begin_ to {{voting.end_da
pt_br: Votação de {{voting.begin_date | amDateFormat : 'LL'}} até {{voting.end_date | amDateFormat : 'LL'}}

source: Password succesful changed
pt_br: Senha alterada com sucesso

source: Current
pt_br: Atual

source: New password
pt_br: Nova senha

source: New password (confirm)
pt_br: Nova senha (confirmação)

source: Sign in
pt_br: Entrar

# login/sign-in-using-account
source: Sign in using existing account
pt_br: Entrar usando uma conta existente

source: If you have forgotten your username or password, you can use the [form of recovery by e-mail](/restore-password)
pt_br: Se você esqueceu seu nome de usuário ou senha, você pode [recuperar por e-mail](/restore-password)

source: If you are not registered on the website, you can [do it now](/signup)!
pt_br: Se você ainda não tem uma conta em nosso site, você pode [criar uma conta agora](/signup)!

# login/success-text
source: We are glad to welcome you to our website
pt_br: Estamos felizes em ter você em nosso site.

source: You don't input e-mail address
pt_br: Você não colocou um endereço de e-mail

source: On this page you can change your e-mail address. Message with instructions to confirm will sent to new address.
pt_br: Nessa página você pode mudar seu endereço de e-mail. Uma mensagem com as instruções de confirmação será enviada para o novo endereço de e-mail.

source: E-mail with confirmation code was sent
pt_br: E-mail com código de confirmação foi enviado

source: Confirm the email address
pt_br: Confirmar endereço de e-mail

source: Your e-mail address is successfully confirmed.
pt_br: Seu endereço de e-mail foi confirmado com sucesso!

source: The link you clicked is expires
pt_br: O link que você clicou expirou

source: Confirm the email address
pt_br: Confirmar endereço de e-mail

source: {VAR_PLURAL, plural, one {You have {INTERPOLATION} new message} other {You have {INTERPOLATION} new messages}}
pt_br: {VAR_PLURAL, plural, one {Você tem {INTERPOLATION} nova mensagem} other {Você tem {INTERPOLATION} novas mensagens} }

# login/login-or-email
source: login or e-mail
pt_br: log-in ou e-mail

# login/registration
source: Sign up
pt_br: Criar conta

# login/forgot-password?
source: Forgot your password?
pt_br: Esqueceu sua senha?

source: Login or password is incorrect
pt_br: Log-in ou senha incorretos

source: k]="['/', brand {{getVehicleTyp in chronological order
pt_br: {{brand.name_text}} {{getVehicleTypeTranslation(currentVehicleType.name)}} em ordem cronológica

source: Add account
pt_br: Adicionar conta

source: А знаете ли вы, какая техника помогала блюсти правопорядок на улицах мировых городов в разное время? А на каких автомобилях ездил Папа Римский? Нет? Тогда вам точно в этот раздел.
pt_br: Você sabe quais veículos foram utilizados para manter a lei e a ordem nas ruas das cidades do mundo em diferentes épocas? Você sabe quais veículos serviram como papamóvel? Não? Então venha descobrir nesta seção.

source: Add
pt_br: Adicionar

source: Title
pt_br: Título

source: Class
pt_br: Classe

source: Add
pt_br: Adicionar

source: Password recovery
pt_br: Recuperação de senha

source: Enter new password
pt_br: Digite sua nova senha

source: Password (again)
pt_br: Senha (novamente)

source: New password
pt_br: Nova senha

source: New password saved
pt_br: Nova senha salva

source: New password saved. Don't forget it.
pt_br: Nova senha salva. Não a esqueça.

source: New password saved
pt_br: Nova senha salva

source: If you lost your password - input your e-mail and you give instruction to create new one
pt_br: Se você esqueceu sua senha, digite seu e-mail e lhe enviaremos as instruções para criar uma senha nova.

source: Password recovery
pt_br: Recuperação de senha

source: User with that e-mail not found
pt_br: Usuário não encontrado com este e-mail

source: Instructions sent to your e-mail
pt_br: Instruções enviadas para o seu e-mail

source: Sign in
pt_br: Entrar

source: Successful registration
pt_br: Registro efetuado com sucesso

source: Message with instructions to verify your e-mail sent.
pt_br: Mensagem com instruções para a verificação de seu e-mail foi enviada.

source: Successful registration
pt_br: Registro efetuado com sucesso

source: If you are already registered, then you should not do it again, but only need to enter your username and password in the form on the right.
pt_br: Se você já possui uma conta, você não necessita criar outra, basta apenas entrar com seu log-in ou e-mail e senha corretos.

# user/name
source: Name
pt_br: Nome

source: Specifications of {{group.name_te
pt_br: Caractéristiques de {{group.name_text}}

source: Only registered users can upload pictures [Login](/login) or [register](/signup)
pt_br: Apenas usuários registrados podem adicionar imagens. [Fazer login](/login) ou [registrar-se](/signup)

source: before known as:
pt_br: Anteriormente conhecido como:

source: {VAR_PLURAL, plural, one {{INTERPOLATION} vehicle} other {{INTERPOLATION} vehicles}}
es_es: {VAR_PLURAL, plural, one {{INTERPOLATION} vehículo} other {{INTERPOLATION} vehículos}}
fr_fr: {VAR_PLURAL, plural, one {{INTERPOLATION} véhicule} other {{INTERPOLATION} véhicules}}
it_it: {VAR_PLURAL, plural, one {{INTERPOLATION} veicolo} other {{INTERPOLATION} veicoli}}

source: john@example.com
es_es: john@ejemplo.com
fr_fr: jean@exemple.fr
it_it: mario@esempio.com

source: Due to financial restrictions and difficult economy situation in regions where most of our contributors live, we are forced to open a fundraiser to pay the hosting for our website. This project is aimed to remain free to use and fully advertising free in the future.
fr_fr: A cause des restriction financières et des difficultés économiques des régions dans lesquelles se trouvent la plupart de nos contributeurs, nous sommes obligé d'ouvrir une levée de fonds pour payer l'hébergement du site. Le but est de permettre au site de rester gratuit et sans publicités dans le futur.
it_it: A causa delle restrizioni finanziarie e della difficile situazione economica nelle regioni in cui vive la maggior parte dei nostri contributori, lo siamo costretti ad aprire una raccolta fondi per pagare l'hosting del nostro sito web. Questo progetto ha lo scopo di rimanere libero da usare e completamente senza pubblicità in futuro.

source: Brand {{ brand.nameText }}
es_es: Marca {{ brand.nameText }}
fr_fr: Marque {{ brand.nameText }}
it_it: Marca {{ brand.nameText }}

source: id desc
it_it: id dicendente

source: id asc
it_it: id ascendente

source: Unaccept
es_es: Desaceptar
fr_fr: Ne plus accepter
it_it: Cancellare

source: [Telegram](https://telegram.org/) - is primarily a system of instant messaging, like WhatsApp or Viber. In addition to the messaging and file transfer, there are many other possibilities, which will go to the description of a lot of time. We only use two of them: public groups and bots. # Public group There are a public English-language and Russian-language groups for all site visitors. Join them is very simple - just click the link and follow the instructions: * [English-language](https://t.me/joinchat/AAAAAAvxJESUMQcUM-I5YA) * [Russian-language](https://t.me/joinchat/AAAAAA0NvB5g7SEsWv61Rw) # Bot To make you WheelsAge surfing more convenient we just created a "bot" for [telegram](https://telegram.org/) app. We hope it could be useful and easy to use. The bot name: [@autowp_bot](tg:msg). In short, the bot is a kind of telegram user, which can send you notifications from the site as messages. Learn more about telegram bots: <https://core.telegram.org/bots/faq> Currently supported features: * Notifications about newly personal messages. [Details …](#messages) * Notifications about newly accepted pictures. [Details …](#new) * Notifications about newly uploaded (but still waiting for accept) pictures (this feature works only authorized users). [Details …](#inbox) ## Bot commands ### Start: `/start` By sending this command you will receive the list of currently supported commands. ### Personal messages: `/messages` Send `/messages on` for subscribing to notifications about new personal messages. Send `/messages off` to unsubscribe. ### New pictures: `/new` Send `/new BMW` for subscribing to new photos of BMW. Send `/new BMW` again to unsubscribe. ### Inbox: `/inbox` Authorization by `/me` is required. Send `/inbox BMW` for subscribing to notifications about new uploads to BMW. Send `/inbox BMW` again to unsubscribe. ### Me (authorization): `/me` This command allows you to associate themselves (telegram user) with an account on our site. Send `/me` to receive instructions for authorization. Send `/me 123456789` to recevice confirmation code. Where 123456789 - is your account number, which you can find on your profile page. For example, [Juliano Scotini](/users/juliano-scotini) has number 17322 Confirmation code will be sent to you via [the private messaging system](/account/messages?folder=system) Send `/me 123456789 ХХХХХХХХХХХХХХХХ` to finish the process of association your telegram account without website user. Where `ХХХХХХХХХХХХХХХХ` - code that will be sent to you via [the private messaging system](/account/messages?folder=system)
fr_fr: [Telegram](https://telegram.org/) - est principalement un système de messagerie instantanée, comme WhatsApp ou Viber. En addition a la messagerie et au transfert de fichiers, il y a de nombreuses d'autres possibilités, dont la description prendrait beaucoup de temps. On utiliser uniquement deux d'entre elles: groupes publics et robots. # Groupe publique Il y a un groupe publique en anglais et en russe pour tout les visiteurs du site. Les rejoindre est très simple - cliquer juste sur le lien et suivez les instructions: * [Anglais](https://t.me/joinchat/AAAAAAvxJESUMQcUM-I5YA) * [Russe](https://t.me/joinchat/AAAAAA0NvB5g7SEsWv61Rw) # Robot Pour rendre votre expérience sur WheelsAge plus pratique, nous avons juste crée un "robot" pour l'application [telegram](https://telegram.org/). On espère qu'il sera utile et simple a utiliser. Le nom du robot: [@autowp_bot](tg:msg). En court, le robot est en quelques sorte un utilisateur telegram, qui peut vous envoyer des notifications du site comme messages. Apprendre plus sur les robots telegram: <https://core.telegram.org/bots/faq> Fonctions actuellement supportés: * Notifications sur les nouveaux messages personnels. [Détails …](#messages) * Notifications sur les nouvelles photos accepté. [Détails …](#new) * Notifications sur les nouveaux téléchargement de photos (mais qui attendent toujours la validation) (cette fonction fonctionne uniquement pour les utilisateurs autorisé). [Détails …](#inbox) ## Commande de robot ### Démarrer: `/start` En envoyant cette commande, vous allez recevoir la liste de commandes actuellement supportées. ### Messages personnels: `/messages` Envoyer `/messages on` pour s'abonner aux notifications sur les nouveaux messages personnels. Envoyer `/messages off` pour se désabonner. ### Nouvelles images: `/new` Envoyer `/new BMW` pour s'abonner aux photos des nouvelles BMW. Envoyer `/new BMW` a nouveau pour se désabonner. ### Boite de réception: `/inbox` Autorisation par `/me` est requise. Envoyer `/inbox BMW` pour s'abonner aux notifications sur les nouvelles uploads de BMW. Envoyer `/inbox BMW` a nouveau pour se désabonner. ### Moi (autorisation): `/me` Cette commande vous permet d'associer votre compte telegram a votre compte sur notre site. Envoyer `/me` pour recevoir les instructions pour l'autorisation. Envoyer `/me 123456789` pour recevoir le code de confirmation. Ou 123456789 - Est votre numéro de compte, que vous pouvez trouver sur la page profil. Par exemple, [Juliano Scotini](/users/juliano-scotini) a le numéro 17322 Le code de confirmation vous sera envoyer via le [systeme de messagerie privée](/account/messages?folder=system) Envoyer `/me 123456789 ХХХХХХХХХХХХХХХХ` pour finir le processus d'association de votre compte telegram sans l'utilisateur du site. Ou `ХХХХХХХХХХХХХХХХ` - code qui vous sera envoyé via le [systeme de messagerie privée](/account/messages?folder=system)
it_it: [Telegram](https://telegram.org/) - è principalmente un sistema di messaggistica istantanea, come WhatsApp o Viber. Oltre alla messaggistica e al trasferimento di file, ci sono molte altre possibilità, che andranno alla descrizione di molto tempo. Ne usiamo solo due: gruppi pubblici e bot. # Gruppo pubblico Ci sono gruppi pubblici in lingua inglese e in lingua russa per tutti i visitatori del sito. Unirsi a loro è molto semplice: basta cliccare sul link e seguire le istruzioni: * [lingua inglese](https://t.me/joinchat/AAAAAAvxJESUMQcUM-I5YA) * [lingua russa](https://t.me/joinchat/AAAAAA0NvB5g7SEsWv61Rw) #Bot Per rendere più comoda la navigazione su WheelsAge, abbiamo appena creato un "bot" per l'app [telegram](https://telegram.org/). Speriamo che possa essere utile e facile da usare. Il nome del bot: [@autowp_bot](tg:msg). Insomma, il bot è una specie di utente di Telegram, che può inviarti notifiche dal sito come messaggi. Scopri di più sui bot di Telegram: <https://core.telegram.org/bots/faq> Funzionalità attualmente supportate: * Notifiche sui nuovi messaggi personali. [Dettagli...](#messages) * Notifiche sulle foto appena accettate. [Dettagli...](#new) * Notifiche sulle immagini appena caricate (ma ancora in attesa di accettazione) (questa funzione funziona solo per gli utenti autorizzati). [Dettagli...](#inbox) ## Comandi bot ### Inizio: `/start` Inviando questo comando riceverai l'elenco dei comandi attualmente supportati. ### Messaggi personali: `/messages` Invia "/messages on" per iscriverti alle notifiche sui nuovi messaggi personali. Invia "/messages off" per annullare l'iscrizione. ### Nuove immagini: `/new` Invia "/nuova BMW" per l'iscrizione a nuove foto di BMW. Invia di nuovo "/new BMW" per annullare l'iscrizione. ### Posta in arrivo: `/inbox` È richiesta l'autorizzazione di `/me`. Invia "/inbox BMW" per iscriverti alle notifiche sui nuovi caricamenti su BMW. Invia di nuovo "/inbox BMW" per annullare l'iscrizione. ### Io (autorizzazione): `/me` Questo comando permette di associare se stessi (utente Telegram) ad un account sul nostro sito. Invia "/me" per ricevere le istruzioni per l'autorizzazione. Invia "/me 123456789" per ricevere il codice di conferma. Dove 123456789 - è il tuo numero di conto, che puoi trovare nella pagina del tuo profilo. Ad esempio, [Juliano Scotini](/users/juliano-scotini) ha il numero 17322 Il codice di conferma ti verrà inviato tramite [il sistema di messaggistica privato](/account/messages?folder=system) Invia `/me 123456789 ХХХХХХХХХХХХХХХХ` per terminare il processo di associazione del tuo account Telegram senza l'utente del sito web. Dove `ХХХХХХХХХХХХХХХХХ` - codice che ti verrà inviato tramite [il sistema di messaggistica privato](/account/messages?folder=system)

source: OHV
es_es: OHV (Válvulas a la cabeza)
fr_fr: Moteur à soupapes en tête

source: SOHC
es_es: SOHC (Arbol de levas simple)
fr_fr: ACT

source: DOHC
es_es: DOHC (Doble árbol de levas a la cabeza)
fr_fr: DACT
