Repository: autowp/autowp-frontend
Catalog: src/locale/messages.*.xlf
Languages: es_es, fr_fr, he_il, it_it, pt_br, ru_ru, uk_ua, zh_cn

source: hydraulic twin-tube
es_es: hidráulica (tubos gemelos)
fr_fr: hydraulique bitube
he_il: טווין-צינור הידראולי
it_it: bitubo idraulico
pt_br: tubo duplo hidráulico
ru_ru: гидравлический двухтрубный
uk_ua: гідравлічний двотрубний
zh_cn: 液压双管管

source: hydraulic single tube
es_es: tubo hidráulico simple
fr_fr: hydraulique monotube
he_il: צינור בודד הידראולי
it_it: singolo tubo idraulico
pt_br: tubo único hidráulico
ru_ru: гидравлический однотрубный
uk_ua: гідравлічний однотрубний
zh_cn: 单管水力管

source: oleo pneumatic
es_es: oleo neumática
fr_fr: oléopneumatique
he_il: אולאו פנאומטי
it_it: oleopneumatico
pt_br: óleo-pneumática
ru_ru: газомаслянный (олеопневматический)
uk_ua: газомасловий (олеопневматичний)

source: at left
es_es: lado izquierdo
fr_fr: à gauche
he_il: משמאל
it_it: a sinistra
pt_br: à esquerda
ru_ru: слева
uk_ua: зліва
zh_cn: 左侧

source: at right
es_es: lado derecho
fr_fr: à droite
he_il: מימין
it_it: a destra
pt_br: à direita
ru_ru: справа
uk_ua: зправа
zh_cn: 右侧

source: at center
es_es: central
fr_fr: central
he_il: במרכז
it_it: al centro
pt_br: no centro
ru_ru: по центру
uk_ua: по центру
zh_cn: 中央

source: bearing body
es_es: cuerpo de rodamiento
fr_fr: coque
he_il: גוף נושא
it_it: corpo portante
ru_ru: несущий кузов
zh_cn: 轴承

source: frame
es_es: cuadro
fr_fr: châssis
he_il: מסגרת
it_it: telaio
ru_ru: рамная
uk_ua: рамна
zh_cn: 底盘

source: at front
es_es: en frente
fr_fr: avant
he_il: מקדימה
it_it: davanti
pt_br: na frente
ru_ru: спереди
uk_ua: спереду
zh_cn: 前部

source: at rear
es_es: atrás
fr_fr: arrière
he_il: מאחור
it_it: dietro
pt_br: atrás
ru_ru: сзади
uk_ua: ззаду
zh_cn: 后部

source: longitudinally
es_es: longitudinalmente
fr_fr: longitudinalement
he_il: לאורך
it_it: longitudinalmente
pt_br: longitudinal
ru_ru: продольно
uk_ua: поздовжньо
zh_cn: 经度

source: transversely
es_es: transversalmente
fr_fr: transversalement
he_il: לרוחב
it_it: trasversalmente
pt_br: transversal
ru_ru: поперечно
uk_ua: поперечно
zh_cn: 反转

source: injector
es_es: inyección
fr_fr: injecteur
he_il: מזרק
it_it: iniettore
pt_br: injeção eletrônica
ru_ru: инжектор
uk_ua: інжектор
zh_cn: 注入器

source: carburetor
es_es: carburador
fr_fr: carburateur
he_il: קרבורטור
it_it: carburatore
pt_br: carburador
ru_ru: карбюратор
uk_ua: карбюратор
zh_cn: 刻录器

source: 2 carburetors
es_es: 2 carburadores
fr_fr: 2 carburateurs
he_il: 2 קרבורטורים
it_it: 2 carburatori
pt_br: 2 carburadores
ru_ru: 2 карбюратора
uk_ua: 2 карбюратори
zh_cn: 2 个刻录器

source: 4 carburetors
es_es: 4 carburadores
fr_fr: 4 carburateurs
he_il: 4 קרבורטורים
it_it: 4 carburatori
pt_br: 4 carburadores
ru_ru: 4 карбюратора
uk_ua: 4 карбюратори
zh_cn: 4 个刻录器

source: 6 carburetors
es_es: 6 carburadores
fr_fr: 6 carburateurs
he_il: 6 קרבורטורים
it_it: 6 carburatori
pt_br: 6 carburadores
ru_ru: 6 карбюраторов
uk_ua: 6 карбюраторів
zh_cn: 6 个刻录器

source: 3 carburetors
es_es: 3 carburadores
fr_fr: 3 carburateurs
he_il: 3 קרבורטורים
it_it: 3 carburatori
pt_br: 3 carburadores
ru_ru: 3 карбюратора
uk_ua: 3 карбюратори
zh_cn: 3 个刻录器

source: petrol
es_es: nafta/gasolina
fr_fr: essence
he_il: בנזין
it_it: petrolio
pt_br: gasolina
ru_ru: бензин
uk_ua: бензин
zh_cn: 汽油

source: hydrogen
es_es: hidrógeno
fr_fr: hydrogène
he_il: מימן
it_it: idrogeno
pt_br: hidrogênio
ru_ru: водород
uk_ua: водень
zh_cn: 氢

source: bioethanol
es_es: bioetanol
fr_fr: bioéthanol
he_il: ביו-אתנול
it_it: bioetanolo
pt_br: etanol
ru_ru: биоэтанол
uk_ua: біоетанол
zh_cn: 生物乙醇

source: electricity
es_es: electricidad
fr_fr: électricité
he_il: חשמל
it_it: elettricità
pt_br: elétrico
ru_ru: электричество
uk_ua: електрика
zh_cn: 电

source: gas
fr_fr: gaz
he_il: גז
pt_br: gás
ru_ru: газ
uk_ua: газ
zh_cn: 天然气

source: diesel
es_es: gas-oil/diesel
he_il: דיזל
ru_ru: дизель
uk_ua: дизель
zh_cn: 柴油

source: CNG
es_es: Gas Natural Comprimido
he_il: גז טבעי דחוס
pt_br: GNV
zh_cn: 压缩天然气

source: LPG
es_es: Gas Licuado de Petróleo
he_il: גפ"מ
pt_br: gás liquefeito (GLP)
zh_cn: 液化石油气

source: A-66
fr_fr: RON 66
he_il: א-66
ru_ru: А-66
uk_ua: А-66
zh_cn: A-66汽油

source: A-70
fr_fr: RON 70
he_il: א-70
ru_ru: А-70
uk_ua: А-70
zh_cn: А-70汽油

source: A-72
fr_fr: RON 72
he_il: א-72
ru_ru: А-72
uk_ua: А-72
zh_cn: А-72汽油

source: A-76
fr_fr: RON 76
he_il: א-76
ru_ru: А-76
uk_ua: А-76
zh_cn: А-76汽油

source: A-78
fr_fr: RON 78
he_il: א-78
ru_ru: А-78
uk_ua: А-78
zh_cn: А-78汽油

source: A-80
fr_fr: RON 80
he_il: א-80
ru_ru: А-80
uk_ua: А-80
zh_cn: А-80汽油

source: AI-92
fr_fr: RON 92
he_il: אאי-92
ru_ru: АИ-92
uk_ua: АІ-92
zh_cn: AI-92汽油

source: AI-93
fr_fr: RON 93
he_il: אאי-93
ru_ru: АИ-93
uk_ua: АІ-93
zh_cn: AI-93汽油

source: AI-95
fr_fr: RON 95
he_il: אאי-95
ru_ru: АИ-95
uk_ua: АІ-95
zh_cn: AI-95汽油

source: AI-98
fr_fr: RON 98
he_il: אאי-98
ru_ru: АИ-98
uk_ua: АІ-98
zh_cn: АI-98汽油

source: Flex-fuel
es_es: multi combustible
he_il: דלק גמיש
it_it: carburante flessibile
pt_br: flex
ru_ru: Flex-топливо
zh_cn: 弹性燃料

source: cast iron
es_es: hierro fundido
fr_fr: fonte
he_il: ברזל יצוק
it_it: ghisa
pt_br: ferro fundido
ru_ru: чугун
uk_ua: чавун
zh_cn: 铸铁公司

source: aluminium alloy
es_es: aleación de aluminio
fr_fr: alliage d'aluminium
he_il: סגסוגת אלומיניום
it_it: lega di alluminio
pt_br: liga de alumínio
ru_ru: алюминиевый сплав
uk_ua: алюмінієвий сплав

source: steel
es_es: acero
fr_fr: acier
he_il: פלדה
it_it: acciaio
pt_br: aço
ru_ru: сталь
uk_ua: сталь
zh_cn: 钢

source: magnesium alloy
es_es: aleación de magnesio
fr_fr: alliage de magnésium
he_il: סגסוגת מגנזיום
it_it: lega di magnesio
pt_br: liga de magnésio
ru_ru: магниевый сплав
uk_ua: магнієвий сплав

source: air
es_es: aire
fr_fr: aérodynamique
he_il: אוויר
it_it: aria
pt_br: a ar
ru_ru: воздушное
uk_ua: аеродинамічні
zh_cn: 空气动力最佳

source: liquid
es_es: líquido
fr_fr: liquide
he_il: נוזל
it_it: liquido
pt_br: a água
ru_ru: жидкостное
uk_ua: рідинне
zh_cn: 液体

source: liquid-air
es_es: líquido-aire
fr_fr: liquide/air
he_il: נוזל-אוויר
it_it: liquido-aria
pt_br: ar e água
ru_ru: жидкостно-воздушное
uk_ua: повітряно-рідинне
zh_cn: 液体空气量

source: The camshaft in the engine block
es_es: Arbol de levas en el block
fr_fr: Arbre à cames dans le moteur
he_il: גל זיזים בבלוק המנוע
it_it: L'albero a camme nel blocco motore
pt_br: Árvore de comando no bloco do motor
ru_ru: Распредвал в блоке цилиндров
uk_ua: Кулачковий вал в блоці циліндрів
zh_cn: 引擎方块中的迷彩模式

source: The camshaft in the cylinder head
es_es: Arbol de levas a la cabeza
fr_fr: Arbre à cames dans la culasse
he_il: גל זיזים בראש הצילינדר
it_it: L'albero a camme nella testa del cilindro
pt_br: Árvore de comando no cabeçote
ru_ru: Распредвал в головке цилиндров
uk_ua: Кулачковий вал в головці циліндрів
zh_cn: 圆柱头中的迷彩帽子

source: Десмодромный ГРМ
fr_fr: Commande desmodromique
he_il: מנגנון הפצת גז דסמודרומי
it_it: Temporizzazione desmodromica
pt_br: Comando de válvulas desmodrômico

source: Timing without camshaft
es_es: Sincronización sin árbol de levas
fr_fr: Distribution sans arbre à cames
he_il: תזמון ללא גל זיזים
it_it: Distribuzione senza albero a camme
pt_br: Comando de válvulas sem árvore de comando
ru_ru: ГРМ без распределительного вала
uk_ua: ГРМ без кулачкового валу
zh_cn: 没有迷彩的计时

source: avalvular
es_es: una válvula
fr_fr: moteur sans soupapes
he_il: אבולורי
it_it: avalvolare
ru_ru: безклапанный
uk_ua: Безклапанний
zh_cn: 紫色

source: bottom valve
es_es: válvula de fondo
fr_fr: moteur à soupapes latérales
he_il: שסתום תחתון
it_it: valvola inferiore
pt_br: válvula na parte inferior
ru_ru: нижнеклапанный
uk_ua: Нижньоклапанний
zh_cn: 底部阀值

source: With a mixed arrangement of valves
es_es: Disposición mixta de válvulas
fr_fr: Moteur avec un mélange de l'emplacement des soupapes
he_il: עם סידור מעורב של שסתומים
it_it: Con disposizione mista delle valvole
pt_br: Com arranjo misto de válvulas
ru_ru: Со смешанным расположением клапанов
uk_ua: Зі змішаним розміщенням клапанів
zh_cn: 使用阀门混合安排

source: SOHC with variable valve timing
es_es: SOHC con válvulas sin tiempo variable
fr_fr: ACT avec un système de calage variable des soupapes
he_il: SOHC עם תזמון שסתומים משתנה
it_it: SOHC con valvola a fasatura variabile
pt_br: SOHC com comando de válvulas variável
ru_ru: SOHC с системой изменения фаз газораспределения
uk_ua: SOHC із системою зміни фаз газорозподілення
zh_cn: SOHC有变阀计时器

source: DOHC with variable valve timing
es_es: DOHC con válvlas con tiempo variable
fr_fr: DACT avec un système de calage variable des soupapes
he_il: DOHC עם תזמון שסתומים משתנה
it_it: DOHC con valvola a fasatura variabile
pt_br: DOHC com comando de válvulas variável
ru_ru: DOHC с системой изменения фаз газораспределения
uk_ua: DOHC із системою зміни фаз газорозподілення
zh_cn: 带有变阀时间的 DOHC

source: OHV with variable valve timing
es_es: Válvulas a la cabeza con tiempo variable
fr_fr: Moteur à soupapes en tête avec un système de calage variable des soupapes
he_il: OHV עם תזמון שסתומים משתנה
it_it: OHV con valvola a fasatura variabile
pt_br: OHV com comando de válvulas variável
ru_ru: OHV с системой изменения фаз газораспределения
uk_ua: OHV із системою зміни фаз газорозподілення
zh_cn: 带有变阀时间的OHV

source: Steam
es_es: Vapor
fr_fr: Machine à vapeur
he_il: קיטור
it_it: Vapore
pt_br: Vapor
ru_ru: Паровой
uk_ua: Паровий
zh_cn: 蒸气

source: Internal combustion
es_es: Combustión interna
fr_fr: Moteur à combustion
he_il: בעירה פנימית
it_it: Combustione interna
pt_br: Combustão interna
ru_ru: Внутреннего сгорания
uk_ua: Внутрішнього згорання
zh_cn: 内部燃烧

source: Electric
es_es: Eléctrico
fr_fr: Moteur électrique
he_il: חשמלי
it_it: Elettrico
pt_br: Elétrico
ru_ru: Электродвигатель
uk_ua: Електричний
zh_cn: 电气化

source: Piston
es_es: Pistones
fr_fr: Moteur à pistons
he_il: בוכנה
it_it: Pistone
pt_br: Pistão
ru_ru: Поршневой
uk_ua: Поршневий
zh_cn: 活塞

source: Rotary-piston
es_es: Rotativo (Wankel)
fr_fr: Moteur à piston rotatif
he_il: רוטרי-בוכנה
it_it: Pistone rotativo
pt_br: Pistão rotatório
ru_ru: Роторно-поршневой
uk_ua: Роторно-поршневий
zh_cn: 旋转手枪

source: Turbine
es_es: Turbina
fr_fr: Turbine à gaz de combustion
he_il: טורבינה
it_it: Turbina
pt_br: Turbina
ru_ru: Турбинный
uk_ua: Турбінний
zh_cn: 涡轮机

source: front-wheel drive
es_es: tracción delantera
fr_fr: avant
he_il: הנעה קידמית
it_it: trazione anteriore
pt_br: tração dianteira
ru_ru: передний
uk_ua: передній
zh_cn: 前轮驱动

source: rear-wheel drive
es_es: tracción trasera
fr_fr: arrière
he_il: הנעה אחורית
it_it: trazione posteriore
pt_br: tração traseira
ru_ru: задний
uk_ua: задній
zh_cn: 后轮驱动

source: all-wheel drive
es_es: tracción integral
fr_fr: traction intégrale
he_il: ארבע על ארבע
it_it: trazione integrale
pt_br: tração nas quatro rodas
ru_ru: полный
uk_ua: повний
zh_cn: 全轮驱动

source: four-wheel drive with switchable rear
es_es: cuatro ruedas tractoras con trasera conmutable
fr_fr: traction intégrale avec prise arrière
he_il: ארבע על ארבע גלגלים עם אפשרות החלפה מאחור
it_it: trazione integrale con posteriore modulabile
pt_br: tração nas quatro rodas com traseira comutável
ru_ru: полный с откл. задним
uk_ua: повний з відкл. заднім
zh_cn: 四轮驱动器和可切换后方车

source: four-wheel drive with switchable front
es_es: cuatro ruedas tractoras con delantera conmutable
fr_fr: traction intégrale avec prise avant
he_il: ארבע על ארבע עם חזית ניתנת להחלפה
it_it: trazione integrale con anteriore modulabile
pt_br: tração nas quatro rodas com dianteira comutável
ru_ru: полный с откл. передним
uk_ua: повний з відкл. переднім
zh_cn: 四轮驱动器和可切换前端

source: ermanent all-wheel drive
he_il: ארבע על ארבע קבוע
pt_br: tração nas quatro rodas permanente
ru_ru: постоянный полный
uk_ua: постійний повний

source: front-wheel drive on one wheel
es_es: un rueda tractora delantera
fr_fr: avant sur une roue
he_il: הנעה קדמית על גלגל אחד
it_it: trazione anteriore su una ruota
pt_br: tração dianteira em apenas uma roda
ru_ru: передний на одно колесо
uk_ua: передній на одне колесо
zh_cn: 一轮前滚轮驱动器

source: rear-wheel drive on one wheel
es_es: una rueda tractora trasera
fr_fr: arrière sur une roue
he_il: הנעה אחורית על גלגל אחד
it_it: trazione posteriore su una ruota
pt_br: tração traseira em apenas uma roda
ru_ru: задний на одно колесо
uk_ua: задній на одне колесо
zh_cn: 一轮后滚轮驱动器

source: Manual
fr_fr: boîte manuelle
he_il: ידני
it_it: Manuale
ru_ru: МКПП
uk_ua: МКПП
zh_cn: 手动变速

source: Automatic
es_es: Automática
fr_fr: boîte automatique
he_il: אוטומטי
it_it: Automatico
pt_br: Automático
ru_ru: АКПП
uk_ua: АКПП
zh_cn: 自动变速

source: Semi-automatic
es_es: Semi-automática
fr_fr: boîte mécanique pilotée
he_il: חצי אוטומטי
it_it: Semi-automatico
pt_br: Semi-automático
ru_ru: полуавтомат
uk_ua: напівавтомат
zh_cn: 手自一体

source: robotised
es_es: robotizado
fr_fr: boîte robotisée
he_il: רובוטית
it_it: robotizzato
pt_br: robotizado
ru_ru: роботизированная
uk_ua: роботизована
zh_cn: 机器人化

source: sequential
es_es: secuencial
fr_fr: boîte séquentielle
he_il: רצף
it_it: sequenziale
pt_br: sequencial
ru_ru: секвентальная
uk_ua: секвентальна
zh_cn: 序列式变速

source: drum
es_es: tambor
fr_fr: tambours
he_il: תוף
it_it: tamburo
pt_br: tambor
ru_ru: барабанные
uk_ua: барабанні
zh_cn: 鼓

source: disc
es_es: disco
fr_fr: disques
he_il: דיסק
it_it: disco
pt_br: disco
ru_ru: дисковые
uk_ua: дискові
zh_cn: 盘片

source: metal
fr_fr: métal
he_il: מתכת
it_it: metallo
ru_ru: металл
uk_ua: метал
zh_cn: 合金

source: carbon
es_es: carbono
fr_fr: carbone
he_il: פחמן
it_it: carbonio
pt_br: carbono
ru_ru: карбон
uk_ua: карбон
zh_cn: 碳

source: ceramics
es_es: cerámico
fr_fr: céramiques
he_il: קרמיקה
it_it: ceramica
pt_br: cerâmica
ru_ru: керамика
uk_ua: кераміка
zh_cn: 陶瓷物

source: aluminium alloy (molding)
es_es: aleación de aluminio (modeado)
fr_fr: alliage d'aluminium (moulé)
he_il: סגסוגת אלומיניום (דפוס)
it_it: lega alluminio (modanatura)
pt_br: liga de alumínio
ru_ru: алюминиевый сплав (литьё)
uk_ua: алюмінієвий сплав (лиття)
zh_cn: 铝合金(熔化)

source: aluminium alloy (forging)
es_es: aleación de aluminio (forjado)
fr_fr: alliage d'aluminium (forgé)
he_il: סגסוגת אלומיניום (פרזול)
it_it: lega alluminio (forgiato)
pt_br: liga de alumínio
ru_ru: алюминиевый сплав (ковка)
uk_ua: алюмінієвий сплав (ковка)
zh_cn: 铝合金(造型)

source: Euro 1
he_il: יורו-1
zh_cn: 欧I

source: Euro 2
he_il: יורו-2
zh_cn: 欧II

source: Euro 3
he_il: יורו-3
zh_cn: 欧III

source: Euro 4
he_il: יורו-4
zh_cn: 欧IV

source: Euro 5
he_il: יורו-5
zh_cn: 欧V

source: Euro 5+
he_il: יורו-5+
zh_cn: 欧V+

source: Euro 6
he_il: יורו-6
zh_cn: 欧VI

source: Euro 5a
he_il: יורו-5א
zh_cn: 欧Va

source: Euro 5b
he_il: יורו-5ב
zh_cn: 欧Vb

source: Euro 6d
he_il: יורו-6ד
zh_cn: 欧VId

source: anti air
es_es: anti aire
fr_fr: résistant a l'air
he_il: נגד אויר
it_it: anti aereo
pt_br: menos aerodinâmico
ru_ru: антиаэродинамичные
uk_ua: антиаеродинамічні
zh_cn: 空气动力最差

source: big engine
es_es: motor grande
fr_fr: gros moteur
he_il: מנוע גדול
it_it: grande motore
pt_br: maior motor
ru_ru: большие двигатели
uk_ua: великі двигуни
zh_cn: 排量最大

source: big brakes
es_es: grandes frenos
fr_fr: gros freins
he_il: בלמים גדולים
it_it: freni grandi
pt_br: maior freio
ru_ru: большие тормоза
uk_ua: великі гальма
zh_cn: 刹车盘最大

source: big clearance
es_es: mucho despeje
fr_fr: grande garde au sol
he_il: מרווח גדול
it_it: assetto rialzato
pt_br: maior altura do solo
ru_ru: большой клиренс
uk_ua: великий кліренс
zh_cn: 通过性最强

source: big wheel
es_es: neumáticos grandes
fr_fr: grande roue
he_il: גלגל גדול
it_it: ruote grandi
pt_br: maior roda
ru_ru: большие колеса
uk_ua: великі колеса
zh_cn: 车轮最大

source: ecological cleanly
es_es: ecologicamente limpio
fr_fr: clenaly écologique
he_il: אקולוגי נקי
it_it: ecologicamente pulita
pt_br: mais ecologicamente limpo
ru_ru: экологичные
uk_ua: екологічні
zh_cn: 最环保

source: ecological dirty
es_es: ecologicamente contaminante
fr_fr: sale écologique
he_il: מלוכלך אקולוגי
it_it: ecologicamente sporca
pt_br: mais poluidor
ru_ru: неэкологичные
uk_ua: не екологічні
zh_cn: 最污染

source: dynamic
es_es: dinámico
fr_fr: dynamique
he_il: דינמי
it_it: dinamica
pt_br: mais dinâmico
ru_ru: динамичные
uk_ua: динамічні
zh_cn: 加速最快

source: economical
es_es: económico
fr_fr: économique
he_il: חסכוני
it_it: economica
pt_br: mais econômico
ru_ru: экономичные
uk_ua: економічні
zh_cn: 最省油

source: fastest
es_es: más rápido
fr_fr: rapide
he_il: הכי מהיר
it_it: più veloce
pt_br: mais veloz
ru_ru: быстрые
uk_ua: найшвидший
zh_cn: 极速最高

source: gluttonous
es_es: alto consumo
fr_fr: glouton
he_il: סבאני
it_it: ghiotto
pt_br: mais beberrão
ru_ru: прожорливые
uk_ua: ненажерливі
zh_cn: 最费油

source: heavy
es_es: pesado
fr_fr: lourd
he_il: כבד
it_it: pesante
pt_br: mais pesado
ru_ru: тяжелые
uk_ua: важкі
zh_cn: 质量最重

source: highest
es_es: alto
fr_fr: haut
he_il: הכי גבוה
it_it: più alto
pt_br: mais alto
ru_ru: высокие
uk_ua: високі
zh_cn: 高度最高

source: lightest
es_es: más ligero
fr_fr: léger
he_il: הכי קל
it_it: più leggera
pt_br: mais leve
ru_ru: легкие
uk_ua: легкі
zh_cn: 质量最轻

source: longest
es_es: más largo
fr_fr: long
he_il: הכי ארוך
it_it: più lungo
pt_br: mais longo
ru_ru: длинные
uk_ua: довгі
zh_cn: 长度最长

source: lowest
es_es: bajo
fr_fr: bas
he_il: הכי נמוך
it_it: più basso
pt_br: mais baixo
ru_ru: низкие
uk_ua: низькі
zh_cn: 高度最低

source: mighty
es_es: potente
fr_fr: puissant
he_il: סגיב
it_it: potenza
pt_br: mais potente
ru_ru: мощные
uk_ua: потужні
zh_cn: 动力最强

source: narrow
es_es: estrecho
fr_fr: étroit
he_il: צר
it_it: stretta
pt_br: mais estreito
ru_ru: узкие
uk_ua: вузькі
zh_cn: 宽度最窄

source: nimblest
es_es: ágil
fr_fr: agile
he_il: הכי זריז
it_it: più agile
pt_br: mais ágil
ru_ru: ловкие
uk_ua: спритні
zh_cn: 操控最灵活

source: shortest
es_es: más corto
fr_fr: court
he_il: הכי קצר
it_it: più corto
pt_br: mais curto
ru_ru: короткие
uk_ua: короткі
zh_cn: 长度最短

source: slowest
es_es: más lento
fr_fr: lent
he_il: הכי לאט
it_it: più lento
pt_br: mais lento
ru_ru: медленные
uk_ua: найповільніший
zh_cn: 极速最低

source: small engine
es_es: motor pequeño
fr_fr: petit moteur
he_il: מנוע קטן
it_it: piccolo motore
pt_br: menor motor
ru_ru: маленькие двигатели
uk_ua: меленькі двигуни
zh_cn: 排量最小

source: small brakes
es_es: frenos pequeños
fr_fr: petits freins
he_il: בלמים קטנים
it_it: freni piccoli
pt_br: menor freio
ru_ru: маленькие тормоза
uk_ua: маленькі гальма
zh_cn: 刹车盘最小

source: small clearance
es_es: poco despeje
fr_fr: petite garde au sol
he_il: מרווח קטן
it_it: assetto ribassato
pt_br: menor altura do solo
ru_ru: маленький клиренс
uk_ua: малий кліренс
zh_cn: 通过性最弱

source: small wheel
es_es: neumáticos pequeños
fr_fr: petite roue
he_il: גלגל קטן
it_it: ruote piccole
pt_br: menor roda
ru_ru: маленькие колеса
uk_ua: маленькі колеса
zh_cn: 车轮最小

source: static
es_es: estático
fr_fr: statique
he_il: קבוע
it_it: statica
pt_br: mais estático
ru_ru: инертные
uk_ua: інертні
zh_cn: 加速最慢

source: weak
es_es: débil
fr_fr: faible
he_il: חלש
it_it: debole
pt_br: mais fraco
ru_ru: слабые
uk_ua: слабкі
zh_cn: 动力最弱

source: widest
es_es: mas ancho
fr_fr: large
he_il: הכי רחב
it_it: più larga
pt_br: mais largo
ru_ru: широкие
uk_ua: широкі
zh_cn: 宽度最宽

source: drag coefficients
es_es: coeficientes aerodinámico
fr_fr: coefficients de traînée
he_il: מקדמי גרר
it_it: coefficiente aerodinamico
pt_br: coeficiente aerodinâmico
ru_ru: коэффициенты аэродинамического сопротивления
uk_ua: коефіцієнти аеродинамічного опору
zh_cn: 风阻系数

source: engine volume
es_es: cilindrada del motor
fr_fr: cylindrée
he_il: נפח מנוע
it_it: cilindrata
pt_br: volume do motor
ru_ru: объем двигателя
uk_ua: об'єм двигуна
zh_cn: 发动机排量

source: brakes size
es_es: tampaño de frenos
fr_fr: freins taille
he_il: גודל בלמים
it_it: grandezza freni
pt_br: tamanho do freio
ru_ru: размер тормозов
uk_ua: розмір гальм
zh_cn: 刹车盘尺寸

source: clearance
es_es: despeje
fr_fr: garde au sol
he_il: מרווח
it_it: licenza
pt_br: altura do solo
ru_ru: дорожный просвет
uk_ua: дорожній просвіт
zh_cn: 通过性

source: wheel size
es_es: tamaño de neumáticos
fr_fr: taille de la roue
he_il: גודל גלגל
it_it: grandezza cerchi
pt_br: tamanho da roda
ru_ru: размеры колес
uk_ua: розміри коліс
zh_cn: 车轮尺寸

source: emission
es_es: emisión
fr_fr: émission
he_il: פליטות
it_it: emissioni
pt_br: emissão
ru_ru: выбросы
uk_ua: викиди
zh_cn: 排放

source: acceleration
es_es: aceleración
fr_fr: accélération
he_il: האצה
it_it: accelerazione
pt_br: aceleração
ru_ru: разгон
uk_ua: розгін
zh_cn: 加速时间

source: fuel consumption in combined cycle
es_es: consumo de combustible en ciclo combinado
fr_fr: consommation de carburant en cycle combiné
he_il: צריכת דלק במחזור משולב
it_it: consumo in ciclo combinato
pt_br: consumo de combustível no ciclo combinado
ru_ru: расход топлива в смешанном цикле
uk_ua: розхід палива у змішаному циклі
zh_cn: 综合油耗

source: equipped weight
es_es: peso equipado
fr_fr: poids équipée
he_il: משקל מאובזר
it_it: peso con equip.
pt_br: peso total
ru_ru: снаряженная масса
uk_ua: споряджена маса
zh_cn: 整备质量

source: engine power
es_es: potencia del motor
fr_fr: puissance du moteur
he_il: כח מנוע
it_it: potenza motore
pt_br: potência do motor
ru_ru: мощность двигателя
uk_ua: потужність двигуна
zh_cn: 发动机功率

source: turning circle
es_es: radio de giro
fr_fr: rayon de braquage
he_il: מעגל מפנה
it_it: raggio sterzo
pt_br: círculo de giro
ru_ru: диаметр разворота
uk_ua: діаметр розвороту
zh_cn: 转弯半径

source: all time
es_es: todo el tiempo
fr_fr: de toutes époques
he_il: כל הזמן
it_it: sempre
pt_br: qualquer época
ru_ru: за всю историю
uk_ua: за всю історію
zh_cn: 所有年份

source: before 1920
es_es: antes de 1920
fr_fr: avant 1920
he_il: לפני 1920
it_it: pre-1920
pt_br: antes de 1920
ru_ru: до 1920го
uk_ua: до 1920
zh_cn: 1920年之前

source: present time
es_es: tiempo actual
fr_fr: présent
he_il: הווה
it_it: presente
pt_br: tempos atuais
ru_ru: нашего времени
uk_ua: нашого часу
zh_cn: 现款车型

source: Other
es_es: Otros
fr_fr: Autre
he_il: אחר
it_it: Altro
pt_br: Outros
ru_ru: Другие
uk_ua: Інші
zh_cn: 其它

source: Buses
es_es: Autobuses
fr_fr: Bus
he_il: אוטובוסים
it_it: Autobus
pt_br: Ônibus
ru_ru: Автобусы
uk_ua: Автобуси
zh_cn: 巴士

source: Tractors
es_es: Tractores
fr_fr: Tracteurs
he_il: טרקטורים
it_it: Trattori
pt_br: Tratores
ru_ru: Тракторы
uk_ua: Трактори
zh_cn: 拖拉机

source: Trucks
es_es: Camiones
fr_fr: Camion
he_il: משאיתות
it_it: Camion
pt_br: Caminhões
ru_ru: Грузовые
uk_ua: Вантажівки
zh_cn: 客车

source: Who voted?
he_il: מי הצביע?
pt_br: Quem votou?
ru_ru: Кто проголосовал?
uk_ua: Хто проголосував?

source: Voting during {{ voting.begin_date | date : 'mediumDate' }} to {{ voting.end_date | date : 'mediumDate' }}
he_il: הצבעה במהלך {{ voting.begin_date | date : 'mediumDate' }} עד {{ voting.end_date | date : 'mediumDate' }}

# layout/brand
source: WheelsAge.org
ru_ru: AutoWP.ru

source: Specs editor of item.name_text
ru_ru: Редактор характеристик item.name_text

source: **Attention!** Вроятно, у вас накопилось существенное количество ошибок. Некоторые из них, обнаруженные другими посетителями, вы можете найти [здесь](/account/specs-conflicts)
pt_br: **Atenção!** Provavelmente você já acumulou um número significativo de erros. Alguns erros apontados por outros usuários você poderá verificar [através deste link](/account/specs-conflicts)
ru_ru: **Внимание!** Вроятно, у вас накопилось существенное количество ошибок. Некоторые из них, обнаруженные другими посетителями, вы можете найти [здесь](/account/specs-conflicts)
uk_ua: **Увага!** Імовірно, у вас накопичилася велика кількість помилок. Деякі з них, помічені іншими користувачами, ви можете знайти [тут](/account/specs-conflicts)

source: brand.name_only concepts & prototypes
ru_ru: Концепты и прототипы brand.name_only
uk_ua: Концепти і прототипи brand.name_only

source: brand.name_only Engines
ru_ru: Двигатели brand.name_only
uk_ua: Двигуни brand.name_only

source: Last pictures of {{ brand.name_text }}
ru_ru: Последние картинки {{ brand.name_text }}
uk_ua: Останні зображення {{ brand.name_text }}

source: Last pictures of brand.name_text
ru_ru: Последние картинки brand.name_text
uk_ua: Останні зображення brand.name_text
