Repository: autowp/autowp-frontend
Catalog: src/locale/messages.*.xlf
Languages: es_es, fr_fr, he_il, it_it, pt_br, ru_ru, uk_ua, zh_cn

source: Our goal is to cover {{ goal | currency : 'EUR' }} that is the cost of 1 year of website existence.
he_il: המטרה שלנו היא לכסות {{ goal | currency : 'EUR' }} זה העלות של שנה אחת של קיום אתר.
ru_ru: Наша цель: {{ goal | currency : 'EUR' }} на покрытие текущих расходов на год.

source: Cryptocurrencies
he_il: מטבעות קריפטו
ru_ru: Криптовалюты

source: Index page
es_es: Indice
fr_fr: Page d'accueil
he_il: עמוד אינדקס
it_it: Indice
pt_br: Página inicial
ru_ru: Главная страница
uk_ua: Головна сторінка
zh_cn: 主页

source: Want to know which car was the fastest? Do you want to know how much the most powerful mining truck weighs? Come and find out.
he_il: האם אתה רוצה לדעת איזו מכונית הייתה המהירה ביותר? האם אתה רוצה לדעת כמה שוקלת משאית הכרייה החזקה ביותר? בוא ותגלה.
pt_br: Qual o carro mais veloz? Quanto pesa um caminhão de mineração? Venha descobrir!
ru_ru: Хотите знать, какой автомобиль был самым быстрым? Хотите знать, сколько весит самый могучий карьерный самосвал? Заходите и узнаете.
uk_ua: Бажаєте знати, який автомобіль був найшвидшим? Бажаєте знати, скільки важить наймогутніший кар'єрний самоскид? Заходьте і дізнаєтесь!

source: Persons on photo
he_il: אנשים בתמונה
pt_br: Pessoas nas fotos
ru_ru: Персоны на фото
uk_ua: Персони на фото

source: Also
he_il: גם
ru_ru: Также

source: Mascots
he_il: קמעות
pt_br: Mascotes
ru_ru: Маскоты
uk_ua: Маскоти

source: Most fastest roadsters
es_es: Roadsters más rápidos
fr_fr: Les roadsters les plus rapides
he_il: רודסטרים הכי מהירים
it_it: Roadster più veloci
pt_br: Roadsters mais rápidos
ru_ru: Самые быстрые родстеры
uk_ua: Найшвидші родстери
zh_cn: 最快的敞篷跑车

source: Most mighty sedans today
es_es: Los sedán mas poderosos actualmente
fr_fr: Les plus puissantes berlines d'aujourd'hui
he_il: מכוניות הסדאן האדירות ביותר כיום
it_it: Berline più potenti oggi
pt_br: Sedãs mais potentes atualmente
ru_ru: Самые мощные седаны нашего времени
uk_ua: Наймогутніші седани сьогодення
zh_cn: 当今动力最强的四门轿车

source: Most dynamic universals in 2000's
es_es: Los generales mas dinámicos en los 2000
fr_fr: La plupart des universaux dynamiques années 2000
he_il: אוניברסליים הכי דינמיים בשנות ה-2000
it_it: Migliori per dinamica degli anni 2000
pt_br: Station wagons mais dinâmicas nos anos 2000
ru_ru: Самые динамичные универсалы 2000ых
uk_ua: Найдинамічніші універсали 2000-х років
zh_cn: 21世纪初最快的旅行轿车

source: Most heavy trucks
es_es: Los camiones más pesados
fr_fr: Les camion les plus lourds
he_il: רוב המשאיות הכבדות
it_it: Camion più pesanti
pt_br: Caminhões mais pesados
ru_ru: Самые тяжелые грузовики
uk_ua: Найважчі вантажівки
zh_cn: 最重型的货车

source: All new pictures …
he_il: כל התמונות החדשות …
pt_br: Todas as novas imagens …
ru_ru: Все новые картинки …
uk_ua: Всі нові зображення …

source: Statistics
he_il: סטטיסטיקה
pt_br: Estatísticas
ru_ru: Статистика
uk_ua: Статистика

source: contributors
he_il: תורמים
pt_br: contribuidores
ru_ru: составители
uk_ua: упорядники

source: contributor
he_il: תרומה
pt_br: contribuidor
ru_ru: составитель
uk_ua: упорядник

source: Do you know that Daewoo Matiz has as many as [six clones](/twins/group/118812)? And you know what [common in Lotus and Kia](/twins/group/118750)? We are sure that you will find this section interesting.
he_il: האם אתה יודע ש Daewoo Matiz יש עד [שישה שיבוטים](/twins/group/118812)? ואתה יודע מה [נפוץ ב-Lotus ו-Kia](/twins/group/118750)? אנחנו בטוחים שתמצא את המדור הזה מעניין.
pt_br: Você sabia que o Daewoo Matiz tem seis [irmãos gêmeos](/twins/group/118812)? O que há em comum [entre um Lotus e um Kia](/twins/group/118750)? Temos certeza que você achará esta seção muito interessante.
ru_ru: Вы знаете, что Daewoo Matiz имеет аж целых [шесть клонов](/twins/group/118812)? А знаете, что [общего у Lotus и Kia](/twins/group/118750)? Уверены, что вам покажется интересным этот раздел.
uk_ua: Ви знаєте, що Daewoo Matiz має аж цілих [шість клонів](/twins/group/118812)? А знаєте, що [спільного у Lotus і Kia](/twins/group/118750)? Впевнені, що вам здасться цікавим цей розділ.

source: Specs
es_es: Especificaciones
fr_fr: Spécifications
he_il: מפרטים
it_it: Specifiche
pt_br: Especificações
ru_ru: Характеристики
zh_cn: 统计

source: Text history
es_es: Historia
fr_fr: Texte Histoire
he_il: היסטוריה הטקסט
it_it: Storico del testo
pt_br: Histórico do texto
ru_ru: История изменения текста
uk_ua: Історія
zh_cn: 历史标题

source: Specs
he_il: מפרטים
pt_br: Especificações
ru_ru: Характеристики

source: Text history
he_il: היסטוריה הטקסט
pt_br: Histórico do texto
ru_ru: История изменения текста
uk_ua: Історія

source: Previous revision
he_il: גרסה קודמת
ru_ru: Предыдущая версия

source: Next revision
he_il: הגרסה הבאה
ru_ru: Следующая версия

source: Revision {{ data.prev.revision }}
he_il: הגרסה {{ data.prev.revision }}
ru_ru: Ревизия {{ data.prev.revision }}

source: Revision {{ data.current.revision }}
he_il: הגרסה {{ data.current.revision }}
ru_ru: Ревизия {{ data.current.revision }}

source: vehicle of the day
he_il: רכב היום
pt_br: veículo do dia
ru_ru: автомобиль дня
uk_ua: автомобіль дня

source: theme of the day
he_il: נושא היום
pt_br: tema do dia
ru_ru: тема дня
uk_ua: тема дня

source: twins
he_il: תאומים
pt_br: gêmeos
ru_ru: близнецы
uk_ua: близнюки

source: Want to choose next?
he_il: רוצה לבחור הבא?
pt_br: Gostaria de escolher o próximo?
ru_ru: Желаете выбрать следующий?
uk_ua: Бажаєте вибрати наступний?

source: specifications
he_il: מפרטים
pt_br: especificações
ru_ru: технические характеристики
uk_ua: технічні характеристики

source: Log of events
es_es: Listado de eventos
fr_fr: Journal des évènements
he_il: יומן אירועים
it_it: Registro degli eventi
pt_br: Log de eventos
ru_ru: Журнал событий
uk_ua: Журнал подій
zh_cn: 操作日志

source: Log of events
he_il: יומן אירועים
pt_br: Log de eventos
ru_ru: Журнал событий
uk_ua: Журнал подій

source: Map
es_es: Mapa
fr_fr: Carte
he_il: מפה
it_it: Mappa
pt_br: Mapa
ru_ru: Карта
uk_ua: Карта
zh_cn: 地图

source: Museums and factories
he_il: מוזיאונים ומפעלים
pt_br: Museus e fábricas
ru_ru: Музеи и заводы
uk_ua: Музеї і заводи

source: Edit
he_il: לערוך
pt_br: Editar
ru_ru: Редактировать
uk_ua: Змінити

source: Preview
he_il: תצוגה מקדימה
ru_ru: Предварительный просмотр
uk_ua: Попередній перегляд

source: Mascots
es_es: Mascotas
fr_fr: Mascottes
he_il: קמעות
it_it: Mascotte
pt_br: Mascotes
ru_ru: Маскоты
uk_ua: Маскоти
zh_cn: 立标

source: Send personal message
he_il: לשלוח הודעות פרטיות
pt_br: Enviar mensagem pessoal
ru_ru: Отправить личное сообщение
uk_ua: Відправити особисте повідомлення

source: sending …
he_il: שולח …
ru_ru: отправка …

source: sent
he_il: הודעות שנשלחו
pt_br: enviado
ru_ru: отправлено
uk_ua: відправлено

source: cancel
he_il: ביטול
pt_br: cancelar
ru_ru: отменить
uk_ua: відмінити

source: Moderator page
he_il: עמוד מנחה
pt_br: Página da moderação
ru_ru: Страница модератора
uk_ua: Сторінка модератора

source: Attributes
he_il: מאפיינים
pt_br: Atributos
ru_ru: Аттрибуты
uk_ua: Атрибути

source: Attribute parameters
he_il: פרמטרים של מאפיינים
pt_br: Parâmetros de atributo
ru_ru: Парметры аттрибута
uk_ua: Параметри атрибута

source: Type
he_il: סוג
pt_br: Tipo
ru_ru: Тип
uk_ua: Тип

source: Precision (for float attribute)
he_il: דיוק (עבור תכונת ציפה)
pt_br: Precisão (para o atributo de flutuação)
ru_ru: Точность (для float аттрибута)
uk_ua: Точність (для float атрибута)

source: Unit
he_il: יחידה
pt_br: Unidade
ru_ru: Единица измерения
uk_ua: Одиниця виміру

source: Description
he_il: תיאור
pt_br: Descrição
ru_ru: Описание
uk_ua: Опис

source: Values list (for select)
he_il: רשימת ערכים (לבחירה)
pt_br: Lista de valores (para selecionar)
ru_ru: Список значений (для списковых типов)
uk_ua: Список значень (для спискових типів)

source: Name
he_il: שם
pt_br: Nome
ru_ru: Название
uk_ua: Назва

source: Zones
he_il: איזורים
pt_br: Zonas
ru_ru: Зоны
uk_ua: Зони

source: Attributes order
he_il: סדר מאפיינים
pt_br: Ordem de atributos
ru_ru: Порядок аттрибутов
uk_ua: Порядок атрибутів

source: Filter
he_il: מיין
pt_br: Filtro
ru_ru: Фильтр
uk_ua: Фільтр

source: User №
he_il: משתמש №
pt_br: Usuário nº
ru_ru: Пользователь №
uk_ua: Користувач №

source: Moderator attention
he_il: תשומת לב מנחה
pt_br: Atenção da moderação
ru_ru: Внимание модераторов
uk_ua: Увага модераторів

source: Not matters
he_il: לא משנה
pt_br: Não importa
ru_ru: Не важно
uk_ua: Не важливо

source: Required
he_il: נדרש
pt_br: Requerida
ru_ru: Требуется
uk_ua: Потрібно

source: Resolved
he_il: נפתר
pt_br: Resolvido
ru_ru: Выполнено
uk_ua: Виповнено

source: Item
he_il: פריט
ru_ru: Единица данных
uk_ua: Одиниця даних

# n-comments
source: {VAR_PLURAL, plural, one {{INTERPOLATION} comment} other {{INTERPOLATION} comments}}
es_es: {VAR_PLURAL, plural, one {{INTERPOLATION} comentario} other {{INTERPOLATION} comentarios}}
fr_fr: {VAR_PLURAL, plural, one {{INTERPOLATION} commentaire} other {{INTERPOLATION} commentaires}}
he_il: {VAR_PLURAL, plural, one {הערה {INTERPOLATION}} other {{INTERPOLATION} הערות}}
it_it: {VAR_PLURAL, plural, one {{INTERPOLATION} commento} other {{INTERPOLATION} commenti}}
pt_br: {VAR_PLURAL, plural, one {{INTERPOLATION} comentário} other {{INTERPOLATION} comentários}}
ru_ru: {VAR_PLURAL, plural, one {{INTERPOLATION} комментарий} few {{INTERPOLATION} комментария} other {{INTERPOLATION} комментариев}}
uk_ua: {VAR_PLURAL, plural, one {{INTERPOLATION} коментар} few {{INTERPOLATION} коментарів} many {{INTERPOLATION} коментарів} other {{INTERPOLATION} коментарів}}
zh_cn: {VAR_PLURAL, plural, one {{INTERPOLATION} 个评论} other {{INTERPOLATION} 个评论}}

source: not readed
he_il: לא נקרא
pt_br: não lido
ru_ru: не прочитано
uk_ua: не прочитано

source: Accepted
he_il: קבלה
pt_br: Aceita
ru_ru: Принято
uk_ua: Прийнято

source: Deleted
he_il: נמחק
pt_br: Removida
ru_ru: Удалено
uk_ua: Видалено

source: Deleting
he_il: מוחק
pt_br: Removendo
ru_ru: Удаляется
uk_ua: Видаляєтья

source: Items
he_il: פריטים
pt_br: Itens
ru_ru: Единицы данных
uk_ua: Одиниці даних

source: Alphabetical vehicles list
he_il: רשימת כלי רכב אלפביתית
pt_br: Lista de veículos em ordem alfabética
ru_ru: Автомобили по алфавиту
uk_ua: Автомобілі по алфавіту

source: New vehicle
he_il: רכב חדש
pt_br: Novo veículo
ru_ru: Новое ТС
uk_ua: Новий ТЗ

source: New engine
he_il: מנוע חדש
pt_br: Novo motor
ru_ru: Новый двигатель
uk_ua: Новий двигун

source: New twins group
he_il: קבוצת תאומים חדשה
pt_br: Novo grupo de gêmeos
ru_ru: Новая группа близнецов
uk_ua: Нова група близнят

source: New brand
he_il: מותג חדש
pt_br: Nova marca
ru_ru: Новая марка
uk_ua: Нова марка

source: New factory
he_il: מפעל חדש
pt_br: Nova fábrica
ru_ru: Новый завод
uk_ua: Новий завод

source: New museum
he_il: מוזיאון חדש
pt_br: Novo museus
ru_ru: Новый музей
uk_ua: Новий музей

source: New person
he_il: אדם חדש
pt_br: Nova pessoa
ru_ru: Новая персона
uk_ua: Нова персона

source: New copyright block
he_il: חסימת זכויות יוצרים חדשה
pt_br: Novo bloco de direitos autorais
ru_ru: Новый блок копирайтов

source: Other tools
he_il: כלים אחרים
pt_br: Outras ferramentas
ru_ru: Другие инструменты
uk_ua: Інші інструменти

source: Users
he_il: משתמשים
pt_br: Usuários
ru_ru: Пользователи
uk_ua: Користувачі

source: Perspectives
he_il: זווית ראיה
pt_br: Perspectivas
ru_ru: Ракурсы
uk_ua: Ракурси

source: Hotlinks
he_il: קישורים חמים

source: Picture vote templates
he_il: תבניות הצבעה לתמונות
pt_br: Padrões de votos de imagens
ru_ru: Шаблоны модераторских голосов
uk_ua: Шаблони модераторських голосів

source: Pulse
he_il: פעימה
pt_br: Pulsos
ru_ru: Пульс
uk_ua: Пульс

source: Stock model
es_es: Stock del modelo
fr_fr: Modèle d'origine
he_il: דגם סטוק
it_it: Modello di serie
pt_br: Modelo-estoque
ru_ru: Стоковая модель
uk_ua: Стокова модель
zh_cn: 原始车型

source: Related
es_es: Relacionados
fr_fr: Associé
he_il: קשור
it_it: In relazione
pt_br: Relacionados
ru_ru: Связанные
uk_ua: Пов'язані
zh_cn: 相关目录

source: Sport
es_es: Deporte
he_il: ספורט
pt_br: Esporte
ru_ru: Спорт
uk_ua: Спорт
zh_cn: 赛事

source: Design
es_es: Diseño
he_il: תכן
ru_ru: Дизайн
uk_ua: Дизайн
zh_cn: 设计

source: Full name
he_il: שם מלא
pt_br: Nome completo
ru_ru: Полное название
uk_ua: Повна назва

source: Catname
he_il: שם קטן
ru_ru: Папка
uk_ua: Каталог

source: Body number
he_il: מספר שלדה
pt_br: Código
ru_ru: Номер кузова
uk_ua: Номер кузову

source: Spec
he_il: מפרט
ru_ru: Рынок
uk_ua: Ринок

source: Model years
he_il: שנות דגם
pt_br: Ano-modelo
ru_ru: Модельные года
uk_ua: Модельні роки

source: from
he_il: מ-
pt_br: de
ru_ru: с
uk_ua: з

source: to
he_il: עד-
pt_br: até
ru_ru: по
uk_ua: по

source: Begin
he_il: התחלה
pt_br: Inicial
ru_ru: Начало
uk_ua: Початок

source: year
he_il: שנה
pt_br: ano
ru_ru: год
uk_ua: рік

source: month
he_il: חודש
pt_br: mês
ru_ru: месяц
uk_ua: місяць

source: End
he_il: סוף
pt_br: Final
ru_ru: Окончание
uk_ua: Кінець

source: today
he_il: היום
pt_br: atualmente
ru_ru: наше время
uk_ua: наш час

source: Produced
he_il: מיוצר
pt_br: Produzido
ru_ru: Произведено
uk_ua: Виготовлено

source: number
he_il: מספר
pt_br: número
ru_ru: единиц
uk_ua: одиниць

source: Concept (prototype)
he_il: מושג (אבת טיפוס)
pt_br: Conceito (protótipo)
ru_ru: Концепт (прототип)
uk_ua: Концепт (прототип)

source: Group
he_il: קבוצה
pt_br: Grupo
ru_ru: Группа
uk_ua: Група

source: Vehicles
he_il: כלי רכב
pt_br: Veículos
ru_ru: ТС
uk_ua: ТЗ

source: ended
es_es: terminado
fr_fr: a pris fin
he_il: סיום
it_it: concluso
pt_br: encerrado
ru_ru: выпуск закончен
uk_ua: випуск закінчено
zh_cn: 截止

source: continue in pr.
es_es: continúa en producción.
fr_fr: continue dans le pr.
he_il: כרגע מתמשך
it_it: continua nel pr.
pt_br: continua no pr.
ru_ru: производится в н.в.
uk_ua: виробляється в н.ч.
zh_cn: 至今.

source: about
es_es: acerca de
fr_fr: à propos
he_il: אודות
it_it: circa
pt_br: aproximadamente
ru_ru: примерно
uk_ua: приблизно
zh_cn: 关于

source: exactly
es_es: exactamente
fr_fr: exactement
he_il: בדיוק
it_it: esattamente
pt_br: exatamente
ru_ru: точно
uk_ua: точно
zh_cn: 相等

source: inherited (yes)
es_es: heredado (si)
fr_fr: hérité (oui)
he_il: בירושה (כן)
it_it: ereditato (sì)
pt_br: herdado (sim)
ru_ru: унаследовано (да)
uk_ua: успадковано (так)
zh_cn: 有继承性

source: inherited (no)
es_es: heredado (no)
fr_fr: hérité (non)
he_il: בירושה (לא)
it_it: ereditato (no)
pt_br: herdado (não)
ru_ru: унаследовано (нет)
uk_ua: успадковано (ні)
zh_cn: 无继承性

source: inherited
es_es: heredado
fr_fr: hérité
he_il: בירושה
it_it: ereditato
pt_br: herdado
ru_ru: унаследовано
uk_ua: успадковано
zh_cn: 已有继承性

source: Latitude
he_il: קו רוחב
ru_ru: Широта
uk_ua: Широта

source: Longitude
he_il: קו אורך
pt_br: Longtitude
ru_ru: Долгота
uk_ua: Довгота

source: Turbo group creator
he_il: יוצר קבוצת טורבו
pt_br: Turbo criador de grupo
ru_ru: Турбо объединятор в группы
uk_ua: Турбо-об'єднювач в групи

source: Catalogue
he_il: קטלוג
ru_ru: Каталог

source: Link
he_il: קישור
ru_ru: Связь
uk_ua: Зв'язок

source: Public
he_il: ציבורי
pt_br: Público
ru_ru: На сайте
uk_ua: На сайті

source: Del
he_il: מחק
pt_br: Apagar
ru_ru: Уд.
uk_ua: Вид.

source: Add parent …
he_il: הוסף הורה …
ru_ru: Добавить родителя ...

source: Select …
he_il: לבחור …
ru_ru: Выбрать …

source: Brand …
he_il: מותג …
ru_ru: Марка …

source: Brand {{ brand.name_text }}
he_il: מותג {{ brand.name_text }}
ru_ru: Бренд {{ brand.name_text }}

source: Possible duplicate: vehicle already inherited via:
he_il: שכפול אפשרי: רכב כבר עבר בירושה דרך:
pt_br: Possível duplicata: veículo já herdado via:
ru_ru: Возможно повтор: автомобиль уже унаследован через:
uk_ua: Можливо повтор: автомобіль уже унаслідуваний через:

source: Related:
he_il: קשור:
pt_br: Relacionado:
ru_ru: Связанные:
uk_ua: Пов'язані:

source: Design:
he_il: תכן:
ru_ru: Дизайн:
uk_ua: Дизайн:

source: Sport:
he_il: ספורט:
pt_br: Esporte:
ru_ru: Спорт:
uk_ua: Спорт:

source: Possible duplicate: vehicle already in submodel:
he_il: שכפול אפשרי: רכב כבר בתת-דגם:
pt_br: Possível duplicata: veículo já incluso no submodelo:
ru_ru: Возможно повтор: автомобиль уже содержится в подразделе:
uk_ua: Можливо повтор: автомобіль вже є у в підрозділі:

source: add category
he_il: הוסף קטגוריה
pt_br: adicionar categoria
ru_ru: добавить категорию
uk_ua: додати категорію

source: Organize
he_il: לארגן
pt_br: Organizar
ru_ru: Организовать
uk_ua: Організувати

source: Tool for join few vehicles into sub-model
he_il: כלי לחיבור כמה כלי רכב לתת-דגם
pt_br: Ferramenta para juntar veículos num submodelo
ru_ru: Инструмент для объединения нескольких автомобилей в под-модель
uk_ua: Інструмент для об'єднання декількох автомобілей в під-модель

source: Database id: {{ item.id }}
he_il: מאגר מידע מס': {{ item.id }}
ru_ru: В базе данных чиcлится под номером {{ item.id }}

source: Changes notifications subscription
he_il: משנה את מנוי ההתראות
pt_br: Notificações de alterações
ru_ru: Подписка на уведомления об изменениях
uk_ua: Підписка на повідомлення про зміни

source: Subscribed
he_il: רשום
pt_br: Inscrito
ru_ru: Оформлена
uk_ua: Оформлена

source: Not subscribed
he_il: לא רשום
pt_br: Não inscrito
ru_ru: Не оформлена
uk_ua: Не оформлена

source: Meta
he_il: מטה
ru_ru: Мета
uk_ua: Мета

source: Name and description
he_il: שם ותיאור
pt_br: Nome e descrição
ru_ru: Название и описание
uk_ua: Назва та опис

source: Logotype
he_il: לוגוטיפ
pt_br: Logotipo
ru_ru: Логотип
uk_ua: Логотип

source: Catalogue
he_il: קטלוג
pt_br: Catálogo
ru_ru: Каталог
uk_ua: Каталог

source: Tree
he_il: עץ
pt_br: Árvore
ru_ru: Дерево
uk_ua: Дерево

source: Links
he_il: קישורים
ru_ru: Ссылки

source: Text
he_il: טקסט
pt_br: Texto
ru_ru: Текст
uk_ua: Текст

source: Address
he_il: כתובת
pt_br: Endereço
ru_ru: Адрес
uk_ua: Адреса

source: interest link
he_il: קישור מעניין
pt_br: link de interesse
ru_ru: Интересная ссылка
uk_ua: цікаве посилання

source: official
he_il: אפרסי
pt_br: oficial
ru_ru: официальный сайт
uk_ua: офіційний сайт

source: club
he_il: מועדון
pt_br: clube
ru_ru: клуб
uk_ua: клуб

source: Links
he_il: קישורים
ru_ru: Ссылки

source: * Logotypes must be in PNG format. * All transparent regions must be transparent but not white! * Logotype must be close to edges. Margin not required * Upload images in maximum resolution - thats give quality and ability to use it in future. On website logo scaled automatically
he_il: * לוגוטיפים חייבים להיות בפורמט PNG. * כל האזורים השקופים חייבים להיות שקופים אך לא לבנים! * הלוגוטיפ חייב להיות קרוב לקצוות. מרווח לא נדרש. * העלה תמונות ברזולוציה מקסימלית - זה נותן איכות ויכולת להשתמש בה בעתיד. הלוגוטיפ באתר הוגדל באופן אוטומטי.
pt_br: * Logotipo deve ser em formato PNG. * Todas as áreas transparentes devem ser realmente transparentes, e não brancas! * As bordas da imagem pode estar próximas do logotipo, margens não são requeridas. * Faça o upload de imagens com a maior resolução possível, o que nos dará maior qualidade. Os logotipos são ajustados à escala automaticamente.
ru_ru: * Логотип должен быть строго в формате PNG. * Все прозрачные области должны быть прозрачными, а не белыми! * Логотип должен касаться краев изображения. Никаких полей не не надо * Закачивайте в максимальном доступном разрешении - это обеспечит качество и возможность в будущем где-то воспользоваться этим крупным фото. На сайте все размеры будут подогнанны
uk_ua: * Логотип повинен бути строго в форматі PNG. * Всі прозорі області повинні бути прозорими, а не білими! * Логотип повинен торкатися країв зображень. Ніяких полів непотрібно * Завантажуйте в максимально доступній роздільній здатності - це забезпечить якість і можливість в майбутньому десь скористуватися цим великим фото. На сайті всі розміри будуть підігнані

source: continue in pr.
he_il: כרגע מתמשך
pt_br: continua no pr.
ru_ru: производится в н.в.
uk_ua: виробляється в н.ч.

source: ended
he_il: סיום
pt_br: encerrado
ru_ru: выпуск закончен
uk_ua: випуск закінчено

source: exactly
he_il: בדיוק
pt_br: exatamente
ru_ru: точно
uk_ua: точно

source: about
he_il: אודות
pt_br: aproximadamente
ru_ru: примерно
uk_ua: приблизно

source: Short description
he_il: תיאור קצר
pt_br: Descrição curta
ru_ru: Краткое описание
uk_ua: Короткий опис

source: Full description
he_il: תיאור מלא
pt_br: Descrição completa
ru_ru: Полное описание
uk_ua: Повний опис

source: Turbo group creator from pictures
he_il: יוצר קבוצת טורבו מתמונות
pt_br: Turbo criador de grupo a partir de imagens
ru_ru: Турбо объединятор картинок в группы
uk_ua: Турбо-об'єднювач картинок в групи

source: Parent selection
he_il: בחירת הורים
pt_br: Selecionar parente
ru_ru: Выбор родителя

source: here
he_il: כאן
pt_br: aqui
ru_ru: сюда
uk_ua: сюди

source: Vehicles with that engine
he_il: רכבים עם המנוע הזה
pt_br: Veículos com esse motor
ru_ru: Автомобили на этом двигателе
uk_ua: Автомобіль на цьому двигуні

source: Alphabetical vehicles list
es_es: Lista alfabética de vehículos
fr_fr: Voitures par ordre alphabétique
he_il: רשימת כלי רכב אלפביתית
it_it: Lista alfabetica dei veicoli
pt_br: Lista de veículos em ordem alfabética
ru_ru: Автомобили по алфавиту
uk_ua: Автомобілі по алфавіту
zh_cn: 按字母排序

source: Too big
es_es: Demasiado grande
fr_fr: Trop gros
he_il: גדול מדי
it_it: Troppo grande
ru_ru: Слишком большой
zh_cn: 过大

source: Organize
es_es: Organizar
fr_fr: Organiser
he_il: לארגן
it_it: Organizza
ru_ru: Организовать
zh_cn: 组织

source: Organize pictures
es_es: Organizar imágenes
fr_fr: Organiser les images
he_il: לארגן התמונות
it_it: Organizza immagini
ru_ru: Организовать изображения
zh_cn: 组织图片

source: Parent selection
es_es: Selección padre
fr_fr: Sélection du parent
he_il: בחירת הורים
it_it: Selezione correlati
pt_br: Selecionar parente
ru_ru: Выбор родителя
zh_cn: 上级选取

source: Items
es_es: Unidad
fr_fr: Les items
he_il: פריטים
it_it: Oggetti
pt_br: Itens
ru_ru: Единицы данных
uk_ua: Одиниці даних
zh_cn: 物品

source: Name (exclude)
he_il: שם (אל תכלול)
pt_br: Nome (exclusão)
ru_ru: Название (исключить)
uk_ua: Назва (виключити)

source: Item type
he_il: סוג פריט
pt_br: Tipo de item
ru_ru: Тип
uk_ua: Тип

source: Vehicle
he_il: רכב
pt_br: Veículo
ru_ru: ТС
uk_ua: ТЗ

source: Category
he_il: קטגוריה
pt_br: Categoria
ru_ru: Категория
uk_ua: Категорія

source: Brand
he_il: מותג
pt_br: Marca
ru_ru: Марка
uk_ua: Марка

source: Factory
he_il: מפעל
pt_br: Fábrica
ru_ru: Завод
uk_ua: Завод

source: Museum
he_il: מוזיאון
pt_br: Museu
ru_ru: Музей
uk_ua: Музей

source: Person
he_il: אדם
pt_br: Pessoa
ru_ru: Персона
uk_ua: Персона

source: Copyright block
he_il: חסימת זכויות יוצרים
pt_br: Bloco de direitos autorais
ru_ru: Блок копирайтов

source: Empty
he_il: ריק
pt_br: Vazio
ru_ru: Не заполнено
uk_ua: Не заповнено

source: Have childs with type
he_il: יש ילדים עם סוג
ru_ru: Имеет подразделы с типом

source: Any
he_il: כל
pt_br: Qualquer
ru_ru: Любой
uk_ua: Будь-який

source: Year from
he_il: שנה מ-
pt_br: Ano de
ru_ru: Год начала
uk_ua: Рік початку

source: Year to
he_il: שנה עד-
pt_br: Ano até
ru_ru: Год окончания
uk_ua: Рік кінця

source: Parent
he_il: הורה
pt_br: Parentes
ru_ru: Родитель
uk_ua: Батько

source: Without parents
he_il: בלי הורים
pt_br: Sem parentes
ru_ru: Без родителей
uk_ua: Без батьків

source: Order
he_il: סדר
pt_br: Ordenar por
ru_ru: Сортировка
uk_ua: Сортування

source: id desc
he_il: מזהה יורד
ru_ru: id убывание

source: id asc
he_il: ת.ז. עולה
ru_ru: id возрастание

source: childs count
he_il: ילדים סופרים
ru_ru: количество подразделов

source: name
he_il: שם
pt_br: nome
ru_ru: название
uk_ua: назва
