Repository: autowp/autowp-frontend
Catalog: src/locale/messages.*.xlf
Languages: es_es, fr_fr, he_il, it_it, pt_br, ru_ru, uk_ua, zh_cn

source: Newton-meter
es_es: Newton-metro
fr_fr: Newton-mètre
he_il: ניוטון-מטר
it_it: Newton-metro
pt_br: Newton-metro
ru_ru: Ньютон-метр
uk_ua: Ньютон-метр
zh_cn: 牛米

source: km/h
he_il: קמ"ש
ru_ru: км/ч
uk_ua: км/год

source: kilometers per hour
es_es: kilometros por hora
fr_fr: kilomètre par heure
he_il: קילומטר לשעה
it_it: chilometri all'ora
pt_br: quilômetros por hora
ru_ru: километров в час
uk_ua: кілометрів на годину
zh_cn: 公里/时

source: s
he_il: שנ'
ru_ru: сек
uk_ua: сек

source: seconds
es_es: segundos
fr_fr: secondes
he_il: שניות
it_it: secondi
pt_br: segundos
ru_ru: секунда
uk_ua: секунда
zh_cn: 秒

source: percent
es_es: porcentaje
fr_fr: pour cent
he_il: אחוז
it_it: percento
pt_br: por cento
ru_ru: процент
uk_ua: відсоток
zh_cn: 百分之

source: degree
es_es: grados
fr_fr: degré
he_il: מעלה
it_it: grado
pt_br: grau
ru_ru: градус
uk_ua: градус
zh_cn: 度

source: l
fr_fr: ℓ
he_il: ל'
ru_ru: л
uk_ua: л

source: liter
es_es: litros
fr_fr: litre
he_il: ליטר
it_it: litro
pt_br: litro
ru_ru: литр
uk_ua: літр
zh_cn: 升

source: l/100km
fr_fr: ℓ/100km
he_il: ל'/100 ק"מ
ru_ru: л/100км
uk_ua: л/100 км

source: liters per 100 kilometers
es_es: litros por 100 kilometros
fr_fr: litres pour 100 kilomètres
he_il: ליטר ל-100 ק"מ
it_it: litri per 100 chilometri
pt_br: litros por 100 quilômetros
ru_ru: литров на 100 километров
uk_ua: літрів на 100 кілометрів
zh_cn: 升/100公里

source: CO2 g/km
es_es: CO₂ g/km
fr_fr: CO₂ g/km
he_il: CO2 גרם/ק"מ
it_it: CO₂ g/km
ru_ru: CO2 г/км
uk_ua: CO2 г/км

source: grams of CO2 per kilometer
es_es: gramos de CO2 por kilómetro
fr_fr: grammes de CO₂ par kilomètre
he_il: גרם CO2 לקילומטר
it_it: grammi di CO2 per chilometro
pt_br: gramas de CO2 por quilômetro
ru_ru: грамм CO2 на километр
uk_ua: грам CO2 на кілометр
zh_cn: CO2排放 克/公里

source: inch
es_es: pulgada
fr_fr: pouce
he_il: אינץ'
it_it: pollice
pt_br: polegada
ru_ru: дюйм
uk_ua: дюйм
zh_cn: 英寸

source: y.
es_es: a.
fr_fr: a.
he_il: שנה
it_it: a.
pt_br: a.
ru_ru: г.
uk_ua: р.

source: year
es_es: año
fr_fr: année
he_il: שנה
it_it: anno
pt_br: ano
ru_ru: год
uk_ua: рік
zh_cn: 年

source: kW
he_il: קילוואט
ru_ru: КВт
uk_ua: КВт

source: kilowatt
es_es: kilowatts
he_il: קילוואט
ru_ru: киловатт
uk_ua: кіловатт
zh_cn: k千瓦

source: V
he_il: וולט
ru_ru: В
uk_ua: В

source: volt
es_es: volts
he_il: וולט
ru_ru: вольт
uk_ua: вольт
zh_cn: 伏

source: m³
he_il: מ³
ru_ru: м³
uk_ua: м³

source: cubic meter
es_es: metro cubico
fr_fr: mètre cube
he_il: מטר מעוקב
it_it: metro cubo
pt_br: metro cúbico
ru_ru: кубический метр
zh_cn: 立方米

source: All other
es_es: Todo el resto
fr_fr: Tout les autres
he_il: כל שאר
it_it: Tutto il resto
pt_br: Outros tópicos
ru_ru: Обо всём
uk_ua: Про все
zh_cn: 全部其它话主题

source: American cars
es_es: Coches estadounidenses
fr_fr: Voitures américaines
he_il: רכבים אמריקאים
it_it: Automobili americane
pt_br: Carros americanos
ru_ru: Американские автомобили
uk_ua: Американські автомобілі
zh_cn: 美国车系

source: British cars
es_es: Coches ingleses
fr_fr: Voitures britanniques
he_il: רכבים בריטיים
it_it: Automobili inglesi
pt_br: Carros britânicos
ru_ru: Британские автомобили
uk_ua: Британські автомобілі
zh_cn: 英国车系

source: Cars
es_es: Coches
fr_fr: Voitures
he_il: רכבים
it_it: Automobili
pt_br: Carros
ru_ru: Автомобили
uk_ua: Автомобілі
zh_cn: 车型版块

source: Chinese Cars
es_es: Coches chinos
fr_fr: Voitures chinoises
he_il: רכבים סיניים
it_it: Auto cinesi
pt_br: Carros chineses
ru_ru: Китайские автомобили
uk_ua: Китайські автомобілі
zh_cn: 中国车系

source: Classifier
es_es: Clasificador
fr_fr: Classificateur
he_il: ממיין
it_it: Classificatore
pt_br: Classificador
ru_ru: Классификатор
uk_ua: Класифікатор
zh_cn: 版务讨论

source: French cars
es_es: Coches franceses
fr_fr: Voitures françaises
he_il: רכבים צרפתיים
it_it: Automobili francesi
pt_br: Carros franceses
ru_ru: Французские автомобили
uk_ua: Французькі автомобілі
zh_cn: 法国车系

source: German cars
es_es: Coches alemanes
fr_fr: Voitures allemandes
he_il: רכבים גרמניים
it_it: Automobili tedesche
pt_br: Carros alemães
ru_ru: Немецкие автомобили
uk_ua: Німецькі автомобілі
zh_cn: 德国车系

source: Italian cars
es_es: Coches italianos
fr_fr: Voitures italiennes
he_il: רכבים איטלקיים
it_it: Automobili italiane
pt_br: Carros italianos
ru_ru: Итальянские автомобили
uk_ua: Італійські автомобілі
zh_cn: 意大利车系

source: Japan cars
es_es: Coches japoneses
fr_fr: Voitures japonnaises
he_il: רכבים יפניים
it_it: Automobili giapponesi
pt_br: Carros japoneses
ru_ru: Японские автомобили
uk_ua: Японські автомобілі
zh_cn: 日本车系

source: Korean cars
es_es: Coches coreanos
fr_fr: Les voitures coréennes
he_il: רכבים קוריאניים
it_it: Automobili coreane
pt_br: Carros coreanos
ru_ru: Корейские автомобили
uk_ua: Корейські автомобілі
zh_cn: 韩国车系

source: Moderators
es_es: Moderadores
fr_fr: Modérateurs
he_il: מנחים
it_it: Moderatori
pt_br: Moderadores
ru_ru: Модераторский форум
uk_ua: Модераторський форум
zh_cn: 管理员

source: Photo themes
es_es: Imagen del tema
fr_fr: Thèmes de la photo
he_il: ערכות נושא של תמונות
it_it: Tema foto
pt_br: Temas das fotos
ru_ru: Фото-темы
uk_ua: Фото-теми
zh_cn: 图片版块

source: Russian cars
es_es: Coches rusos
fr_fr: Voitures russes
he_il: רכבים רוסיים
it_it: Automobili russe
pt_br: Carros russos
ru_ru: Российские автомобили
uk_ua: Російські автомобілі
zh_cn: 俄国车系

source: This website
es_es: Este sitio de Internet
fr_fr: Ce site
he_il: האתר הזה
it_it: Questo sito
pt_br: Sobre este site
ru_ru: Работа сайта
uk_ua: Робота сайту
zh_cn: 关于本站

source: Other topics not included in the above sections
es_es: Otros temas no incluidos en las secciones superiores
fr_fr: Autres sujets non-compris dans les sections ci-dessus
he_il: נושאים אחרים שאינם כלולים בסעיפים לעיל
it_it: Altri argomenti non inclusi nelle sezioni sovrastanti
pt_br: Outros tópicos não incluídos nas seções anteriores
ru_ru: Другие темы, не вошедшие в вышеперечисленные разделы
uk_ua: Інші теми, які не ввійшли до перелічених вище розділів

source: Cadillac, Chrysler, Chevrolet, Dodge, Ford, Hummer, Pontiac, …
he_il: קאדילק, קרייזלר, שברולט, דודג', פורד, האמר, פונטיאק, …

source: Aston Martin, Bentley, MG, Rover, …
he_il: אסטון מרטין, בנטלי, MG, רובר, …

source: Chery, Geely, Great Wall, …
he_il: שרי, ג'ילי, גרייט וול, …

source: Peugeot, Renault, Citroën, Delahaye …
he_il: פיג'ו, רנו, סיטרואן, דלהאיי, …

source: Audi, BMW, Mercedes-Benz, Opel, Volkswagen, …
he_il: אאודי, ב.מ.וו, מרצדס בנץ, אופל, פולקסווגן, …

source: Alfa Romeo, Ferrari, Fiat, Lamborghini, Lancia, …
he_il: אלפא רומיאו, פרארי, פיאט, למבורגיני, לנצ'יה, …

source: Nissan, Toyota, Honda, Mazda, …
he_il: ניסאן, טויוטה, הונדה, מאזדה, …
zh_cn: 尼桑，丰田，本田，马兹达， …

source: Kia, Hyundai, …
he_il: קיה, יונדאי, …

source: VAZ, GAZ, UAZ, …
he_il: לאדה, גאז, אואז, …
ru_ru: ВАЗ, ГАЗ, УАЗ, …

source: ¾ left
es_es: ¾ izquierda
fr_fr: ¾ gauche
he_il: ¾ משמאל
it_it: ¾ sinistra
pt_br: ¾ esquerda
ru_ru: ¾ левый бок
uk_ua: ¾ лівий бік
zh_cn: ¾ 左侧

source: ¾ right
es_es: ¾ derecha
fr_fr: ¾ droit
he_il: ¾ מימין
it_it: ¾ destra
pt_br: ¾ direita
ru_ru: ¾ правый бок
uk_ua: ¾ правий бік
zh_cn: ¾ 右侧

source: back
es_es: atrás
fr_fr: arrière
he_il: מאחור
it_it: indietro
pt_br: anterior
ru_ru: сзади
uk_ua: зад
zh_cn: 倒退

source: back (strict)
es_es: atrás (estricto)
fr_fr: derrière (strictement)
he_il: מאחור (קפדן)
it_it: dietro (strettamente)
pt_br: traseira (estrita)
ru_ru: сзади (строго)
uk_ua: зад (строго)
zh_cn: 正后

source: boot
es_es: ambos
fr_fr: coffre
he_il: תא המטען
it_it: accensione
pt_br: porta-malas
ru_ru: багажник
uk_ua: багажник
zh_cn: 后备箱

source: bottom
es_es: abajo
fr_fr: bas
he_il: מלמטה
it_it: inferiore
pt_br: abaixo
ru_ru: снизу
uk_ua: знизу
zh_cn: 底部

source: chassis
es_es: chasis
fr_fr: châssis
he_il: שלדה
it_it: telaio
pt_br: chassi
ru_ru: шасси
uk_ua: шасі
zh_cn: 机箱

source: cutaway
es_es: corte
he_il: חתוך
it_it: sezione aperta
pt_br: corte
zh_cn: 剖面

source: dashboard
es_es: torpedo
fr_fr: tableau de bord
he_il: לוח בקרה
it_it: cruscotto
pt_br: painel
ru_ru: комбинация приборов
uk_ua: комбінація приладів
zh_cn: 仪表台

source: exterior details
es_es: detalles exteriores
fr_fr: détails extérieurs
he_il: פרטים חיצוניים
it_it: dettagli esterni
pt_br: detalhes exteriores
ru_ru: детали экстерьера
uk_ua: деталі екстер'єру
zh_cn: 外观细节

source: front
es_es: frente
fr_fr: avant
he_il: מלפנים
it_it: fronte
pt_br: dianteira
ru_ru: спереди
uk_ua: перед
zh_cn: 前方

source: front panel
es_es: panel frontal
fr_fr: panneau avant
he_il: פאנל קדמי
it_it: pannello frontale
pt_br: painel frontal
ru_ru: торпедо
uk_ua: передня панель
zh_cn: 中控台

source: front (strict)
es_es: frente (estricto)
fr_fr: avant (strictement)
he_il: מלפנים (קפדן)
it_it: frontale (strettamente)
pt_br: dianteira (estrita)
ru_ru: спереди (строго)
uk_ua: перед (строго)
zh_cn: 正前

source: interior
fr_fr: intérieur
he_il: פנים
it_it: interno
ru_ru: интерьер
uk_ua: інтер'єр
zh_cn: 内饰

source: label
es_es: etiqueta
he_il: תווית
it_it: etichette
pt_br: identificação
ru_ru: шильдик
uk_ua: шильдик
zh_cn: 铭牌

source: left
es_es: izquierda
fr_fr: gauche
he_il: משמאל
it_it: sinistra
pt_br: esquerda
ru_ru: левый бок
uk_ua: лівий бік
zh_cn: 左侧

source: left (strict)
es_es: izquierda (estricto)
fr_fr: gauche (strictement)
he_il: משמאל (קפדן)
it_it: sinistra (strettamente)
pt_br: esquerda (estrita)
ru_ru: левый бок (строго)
uk_ua: лівий бік (строго)
zh_cn: 正左

source: logo
es_es: logotipo
he_il: לוגו
pt_br: logotipo
ru_ru: логотип
uk_ua: логотип
zh_cn: 商标

source: mascot
es_es: mascota
fr_fr: mascotte
he_il: קמעות
it_it: mascotte
pt_br: mascote
ru_ru: маскот
uk_ua: маскот
zh_cn: 立标

source: mixed
es_es: mezclado
fr_fr: mixte
he_il: מעורב
it_it: misto
pt_br: variados
ru_ru: разное
uk_ua: різне
zh_cn: 其它

source: mockup
es_es: boceto
fr_fr: maquette
he_il: ללעוג
ru_ru: макет
uk_ua: макет
zh_cn: 摩克

source: n/a
fr_fr: n/d
he_il: לא זמין
it_it: n/d
ru_ru: н/д
zh_cn: 未知

source: right
es_es: derecha
fr_fr: droite
he_il: מימין
it_it: destra
pt_br: direita
ru_ru: правый бок
uk_ua: правий бік
zh_cn: 右侧

source: right (strict)
es_es: derecha (estricto)
fr_fr: droite (strictement)
he_il: מימין (קפדן)
it_it: destra (strettamente)
pt_br: direita (estrita)
ru_ru: правый бок (строго)
uk_ua: правий бік (строго)
zh_cn: 正右

source: sketch
es_es: boceto
fr_fr: croquis
he_il: שרטוט
it_it: schizzo
pt_br: esboço (sketch)
ru_ru: эскиз
uk_ua: скетч
zh_cn: 草图

source: under the hood
es_es: bajo el capó
fr_fr: sous la capuche
he_il: מתחת למכסת המנוע
it_it: sotto il cofano
pt_br: sob o capô
ru_ru: под капотом
uk_ua: під капотом
zh_cn: 发动机舱

source: upper
es_es: superior
fr_fr: haut
he_il: מלמעלה
it_it: superiore
pt_br: acima
ru_ru: сверху
uk_ua: зверху
zh_cn: 顶部

source: upper (strict)
es_es: superior (estricto)
fr_fr: haut (strictement)
he_il: מלמעלה (קפדנית)
it_it: superiore (strettamente)
pt_br: acima (estrito)
ru_ru: сверху (строго)
uk_ua: зверху (строго)
zh_cn: 正顶部

source: 2-floor bus
es_es: Colectivo de doble piso
fr_fr: Autobus à 2 étages
he_il: אוטובוס עם 2 קומות
it_it: Autobus a due piani
pt_br: Ônibus de dois andares
ru_ru: 2-х этажный автобус
uk_ua: 2-х поверховий автобус
zh_cn: 双层客车

source: 2-door hardtop
es_es: Doble de 2 puertas
fr_fr: Coupé sans montants
he_il: הארדטופ עם 2 דלתות
it_it: Tetto rigido a due porte
ru_ru: 2х дв. Хардтоп
zh_cn: 双门硬顶轿车

source: 4-door hardtop
es_es: Doble de 4 puertas
fr_fr: Berline sans pilier central
he_il: הארדטופ עם 4 דלתות
it_it: Tetto rigido con 4 porte
ru_ru: 4х дв. Хардтоп
zh_cn: 四门硬顶轿车

source: Barchetta
fr_fr: Barquette
he_il: ברקטה
it_it: Barchette
ru_ru: Баркетта
zh_cn: 巴切塔

source: Brougham
es_es: Ruglo
fr_fr: Coupé Chauffers
he_il: בראם
it_it: Carrozza
ru_ru: Брогхэм

source: Bus
es_es: Omnibus
fr_fr: Autobus
he_il: אוטובוס
it_it: Autobus
pt_br: Ônibus
ru_ru: Автобус
uk_ua: Автобус
zh_cn: 客车

source: Cabrio-coupe
fr_fr: Coupé cabriolet
he_il: קבריולה-קופה
it_it: Cabrio-coupé
pt_br: Coupé-cabriolet
ru_ru: Кабрио-купе
uk_ua: Кабріо-купе
zh_cn: 敞篷双门轿车

source: Cabriolet
he_il: קבריולה
ru_ru: Кабриолет
uk_ua: Кабріолет
zh_cn: 敞篷轿车

source: Car
es_es: Auto
fr_fr: Voiture
he_il: רכב
it_it: Auto
pt_br: Carro
ru_ru: Легковой автомобиль
uk_ua: Легковий автомобіль
zh_cn: 轿车

source: Light van
es_es: Camioneta ligera
fr_fr: Caravane
he_il: וואן קל
it_it: Piccolo van
pt_br: Van leve
ru_ru: Легковой фургон
uk_ua: Легковий фургон
zh_cn: 厢式客车

source: Coupe
es_es: Cupé
fr_fr: Coupé
he_il: קופה
it_it: Coupé
ru_ru: Купе
uk_ua: Купе
zh_cn: 双门轿车

source: Crossover
fr_fr: Multisegment
he_il: קרוסאובר
it_it: Attraversamento
ru_ru: Кроссовер
uk_ua: Кросовер
zh_cn: 跨界车

source: Fastback-coupe
es_es: Cobertura rápida
fr_fr: Coupé à arrière profilé
he_il: פאסטבק-קופה
it_it: Fastback-coupé
ru_ru: Фастбек-купе
zh_cn: 溜背双门轿车

source: Fastback-sedan
fr_fr: Berline à arrière profilé
he_il: פאסטבק-סדאן
ru_ru: Фастбек-седан
zh_cn: 溜背轿车

source: Hatchback
es_es: Compacto
fr_fr: Berline bicorps
he_il: האצ'בק
ru_ru: Хэтчбэк
uk_ua: Хетчбек
zh_cn: 掀背轿车

source: Landau
he_il: לנדאו
ru_ru: Ландо

source: Liftback-coupe
fr_fr: Coupé hayon
he_il: ליפטבק-קופה
it_it: Liftback-coupé
ru_ru: Лифтбэк-купе
uk_ua: Кабріо-купе

source: Liftback-sedan
fr_fr: Berline hayon
he_il: ליפטבק-סדאן
ru_ru: Лифтбэк-седан

source: Limousine
he_il: לימוזינה
ru_ru: Лимузин
uk_ua: Лімузин
zh_cn: 加长轿车

source: Minibus
es_es: Mini ómnibus
he_il: מיניבוס
pt_br: Micro-ônibus
ru_ru: Микроавтобус
uk_ua: Мікроавтобус
zh_cn: 小型客车

source: Minivan
fr_fr: Monospace
he_il: מיני וואן
ru_ru: Минивэн
zh_cn: 小型厢式车

source: Moto
he_il: אופנוע
ru_ru: Мото
uk_ua: Мото
zh_cn: 摩托车

source: Multisection bus
es_es: Autobuses multisección
fr_fr: Autobus multisection
he_il: אוטובוס רב-חתכי
it_it: Autobus articolato
pt_br: Ônibus articulado
ru_ru: Многосекционный автобус
zh_cn: 铰接客车

source: SUV
he_il: רכב שטח
ru_ru: Внедорожник
uk_ua: Позашляховик

source: SUV-cabrio
fr_fr: SUV cabriolet
he_il: רכב שטח קבריולה
pt_br: SUV-cabriolet
ru_ru: Внедорожник-кабриолет
zh_cn: 敞篷SUV

source: Short-SUV
fr_fr: SUV court
he_il: רכב שטח קצר
it_it: MiniSUV
pt_br: SUV curto
ru_ru: Внедорожник короткобазный
zh_cn: 小型SUV

source: Phaeton
he_il: פאטון
ru_ru: Фаэтон

source: Pickup
he_il: איסוף
pt_br: Picape
ru_ru: Пикап
uk_ua: Пікап
zh_cn: 皮卡

source: Roadster
he_il: רודסטר
ru_ru: Родстер
uk_ua: Родстер
zh_cn: 跑车

source: Sedan
es_es: Sedán
fr_fr: Berline tricorps
he_il: סדאן
it_it: Berlina di Boe
ru_ru: Седан
uk_ua: Седан
zh_cn: 轿车

source: Spyder
fr_fr: Spider
he_il: ספיידר
ru_ru: Спайдер
uk_ua: Спайдер
zh_cn: 敞篷跑车

source: Targa
he_il: טארגה
ru_ru: Тарга
uk_ua: Тарга

source: Tonneau
fr_fr: Tonneaux
he_il: טונו
ru_ru: Тонно

source: Town car
fr_fr: Coupé de Ville
he_il: טאון קר
it_it: Citycar
ru_ru: Таун кар

source: Tracked platform
es_es: Plataforma rastreada
fr_fr: Plateforme à chenilles
he_il: פלטפורמה במעקב
it_it: Piattaforma tracciata
ru_ru: Гусеничная платформа
zh_cn: 履带底盘

source: Tractor
fr_fr: Tracteur
he_il: טרקטור
it_it: Trattore
pt_br: Trator
ru_ru: Трактор
uk_ua: Трактор
zh_cn: 拖拉机

source: Truck
es_es: Camión
fr_fr: Camion
he_il: משאית
it_it: Camion/furgone
pt_br: Caminhão
ru_ru: Грузовик
uk_ua: Вантажівка
zh_cn: 货车

source: Touring
es_es: Recorrido
fr_fr: Break
he_il: טורינג
it_it: Turismo
ru_ru: Универсал
uk_ua: Універсал
zh_cn: 旅行车

source: Van
es_es: Camioneta
fr_fr: Fourgon
he_il: וואן
it_it: Monovolume
ru_ru: Фургон
uk_ua: Фургон
zh_cn: 厢式客车

# car-type-rp/2-floor-bus
source: 2-floor buses
es_es: Colectivo de doble piso
fr_fr: Autobus à 2 étages
he_il: אוטובוסים עם 2 קומות
it_it: Autobus a due piani
ru_ru: 2-х этажных автобусов
uk_ua: 2-х поверхових автобусів
zh_cn: 双层客车

# car-type-rp/2door-hardtop
source: 2-door hardtops
es_es: Doble de 2 puertas
fr_fr: 2 portes hardtops
he_il: הארדטופים עם 2 דלתות
it_it: Tetto rigido a 2 porte
ru_ru: 2х дв. Хардтопов
uk_ua: 2-х дв. Хардтопів
zh_cn: 双门硬顶轿车

# car-type-rp/4door-hardtop
source: 4-door hardtops
fr_fr: 4-portes hardtops
he_il: הארדטופים עם 4 דלתות
it_it: Tetto rigido con 4 porte
ru_ru: 4х дв. Хардтопов
uk_ua: 4-х дв. Хардтопів
zh_cn: 四门硬顶轿车

# car-type-rp/barchetta
source: Barchettas
es_es: Barchetta
fr_fr: Barquette
he_il: ברקטות
it_it: Barchette
ru_ru: Баркетт
uk_ua: Баркет

# car-type-rp/brougham
source: Broughams
fr_fr: Coupé Chauffers
he_il: בראמים
it_it: Carrozze
ru_ru: Брогхэмов
uk_ua: Брогхемів

# car-type-rp/bus
source: Buses
es_es: Carretera
fr_fr: Bus
he_il: אוטובוסים
it_it: Autobus
ru_ru: Автобусов
uk_ua: Автобусів
zh_cn: 客车

# car-type-rp/cabrio-coupe
source: Cabrio-coupes
fr_fr: Cabriolets coupés
he_il: קבריולה-קופות
it_it: Cabrio-coupé
ru_ru: Кабиро-купе
uk_ua: Кабріо-купе
zh_cn: 敞篷双门轿车

# car-type-rp/cabriolet
source: Cabriolets
es_es: Cabrioletas
fr_fr: Cabriolettes
he_il: קבריולות
it_it: Cabrio
ru_ru: Кабриолетов
uk_ua: Спайдерів
zh_cn: 敞篷轿车

# car-type-rp/car
source: Cars
es_es: Carros
fr_fr: Voitures
he_il: רכבים
it_it: Automobili
ru_ru: Легковых автомобилей
uk_ua: Легкових автомобілів
zh_cn: 轿车

# car-type-rp/caravan
source: Light vans
fr_fr: Vans legers
he_il: וואנים קלים
it_it: Piccoli van
ru_ru: Легковых фургонов
uk_ua: Легкових фургонів
zh_cn: 厢式客车

# car-type-rp/coupe
source: Coupes
fr_fr: Coupés
he_il: קופות
it_it: Coupé
ru_ru: Купе
uk_ua: Купе
zh_cn: 双门轿车

# car-type-rp/crossover
source: Crossovers
he_il: קרוסאוברים
it_it: Crossover
ru_ru: Кроссоверов
uk_ua: Кросоверів
zh_cn: 跨界车

# car-type-rp/fastback-coupe
source: Fastback-coupes
fr_fr: Coupé à arrière profilés
he_il: פאסטבק-קופות
it_it: Fastback-coupé
ru_ru: Фастбек-купе
uk_ua: Фастбек-купе
zh_cn: 溜背双门轿车

# car-type-rp/fastback-sedan
source: Fastback-sedans
fr_fr: Berline à arrière profilés
he_il: פאסטבק-סדאנים
it_it: Fastback-sedan
ru_ru: Фастбек-седанов
uk_ua: Фастбек-седанів
zh_cn: 溜背轿车

# car-type-rp/hatchback
source: Hatchbacks
fr_fr: Hayons
he_il: האצ'בקים
it_it: Hatchback
ru_ru: Хэтчбеков
uk_ua: Хетчбеків
zh_cn: 掀背轿车

# car-type-rp/landau
source: Landaus
he_il: לנדאוים
it_it: Landau
ru_ru: 4х дв. Хардтопов
uk_ua: Ландо

# car-type-rp/liftback-coupe
source: Liftback-coupes
fr_fr: Coupé à hayons
he_il: ליפטבק-קופות
it_it: Liftback-coupé
ru_ru: Лифтбэк-купе
uk_ua: Ліфтбек-купе

# car-type-rp/liftback-sedan
source: Liftback-sedans
fr_fr: Berline à hayons
he_il: ליפטבק-סדאנים
it_it: Liftback-sedan
ru_ru: Лифтбэк-седанов
uk_ua: Ліфтбек-седанів
zh_cn: 掀背轿车

# car-type-rp/limousine
source: Limousines
es_es: Limousinas
he_il: לימוזינות
it_it: Limousine
ru_ru: Лимузинов
uk_ua: Універсалів
zh_cn: 豪华轿车

# car-type-rp/minibus
source: Minibuses
fr_fr: Minibus
he_il: מיניבוסים
it_it: Minibus
ru_ru: Микроавтобусов
uk_ua: Мікроавтобусів
zh_cn: 小型客车

# car-type-rp/minivan
source: Minivans
es_es: Minivanes
fr_fr: Camionnettes
he_il: מיני וואנים
it_it: Minivan
ru_ru: Минивэнов
uk_ua: Мінівенів
zh_cn: 小型厢式车

# car-type-rp/moto
source: Motos
he_il: אופנועים
it_it: Motociclette
ru_ru: Мото
uk_ua: Мото
zh_cn: 摩托车

# car-type-rp/multiplex-bus
source: Multisection buses
es_es: Autobuses multisección
fr_fr: Bus acordéons
he_il: אוטובוסים רב-חתכים
it_it: Autobus articolati
ru_ru: Многосекционных автобусов
uk_ua: Багатосекційних автобусів
zh_cn: 铰接客车

# car-type-rp/offroad
source: SUVs
he_il: רכבי שטח
it_it: SUV
ru_ru: Внедорожников
uk_ua: Позашляховиків
zh_cn: 运动型多功能车（SUV）

# car-type-rp/offroad-cabrio
source: SUV-cabrios
fr_fr: SUV-cabriolets
he_il: רכבי שטח קבריולות
it_it: SUV-cabrio
ru_ru: Внедорожников-кабриолетов
uk_ua: Позашляховиків-кабріолетів
zh_cn: 敞篷SUV

# car-type-rp/offroad-short
source: Short-SUVs
es_es: SUVs cortos
fr_fr: SUV courts
he_il: רכבי שטח קצרים
it_it: Piccoli SUV
ru_ru: Внедорожников короткобазных
uk_ua: Короткобазних позашляховиків
zh_cn: 小型SUV

# car-type-rp/phaeton
source: Phaetons
he_il: פאטונים
it_it: Phaeton
ru_ru: Фаэтонов
uk_ua: Фаетонів

# car-type-rp/pickup
source: Pickups
es_es: Recogidas
he_il: איסופים
it_it: Pick-up
ru_ru: Пикапов
uk_ua: Пікапів
zh_cn: 皮卡

# car-type-rp/roadster
source: Roadsters
he_il: רודסטרים
it_it: Roadster
ru_ru: Родстеров
uk_ua: Родстерів
zh_cn: 跑车

# car-type-rp/sedan
source: Sedans
fr_fr: Berlines
he_il: סדאנים
it_it: Sedan
ru_ru: Седанов
uk_ua: Седанів
zh_cn: 轿车

# car-type-rp/spyder
source: Spyders
fr_fr: Spider
he_il: ספיידרים
it_it: Spyder
ru_ru: Спайдеров
uk_ua: Спайдерів
zh_cn: 敞篷跑车

# car-type-rp/targa
source: Targa
he_il: טארגות
ru_ru: Тарга
uk_ua: Тарг

# car-type-rp/tonneau
source: Tonneaus
fr_fr: Tonneaux
he_il: טונוים
it_it: Tonneau
ru_ru: Тонно
uk_ua: Тонно

# car-type-rp/town-car
source: Town cars
fr_fr: Voitures de ville
he_il: טאון קרים
it_it: Citycar
ru_ru: Таун каров
uk_ua: Таун карів

# car-type-rp/tracked
source: Tracked platforms
fr_fr: Plateformes à chenilles
he_il: פלטפורמות במעקב
it_it: Piattaforme tracciate
ru_ru: Гусеничных платформ
uk_ua: Гусеничних платформ
zh_cn: 履带底盘

# car-type-rp/tractor
source: Tractors
fr_fr: Tracteurs
he_il: טרקטורים
it_it: Trattori
ru_ru: Тракторов
uk_ua: Тракторів
zh_cn: 拖拉机

# car-type-rp/truck
source: Trucks
es_es: Camiones
fr_fr: Camions
he_il: משאיתות
it_it: Camion/furgoni
ru_ru: Грузовиков
uk_ua: Вантажівок
zh_cn: 货车

# car-type-rp/universal
source: Tourings
fr_fr: Tourismes
he_il: טורינגים
it_it: Turismo
ru_ru: Универсалов
uk_ua: Універсалів
zh_cn: 旅行轿车

# car-type-rp/van
source: Vans
he_il: וואנים
it_it: Monovolumi
ru_ru: Фургонов
uk_ua: Фургонів
zh_cn: 厢式货车

source: geometry
es_es: geometría
fr_fr: géométrie
he_il: גיאומטריה
it_it: geometria
pt_br: geometria
ru_ru: геометрия
uk_ua: геометрія
zh_cn: 外观

source: wheel base
es_es: tamaño de neumáticos
fr_fr: empattement
he_il: בסיס גלגלים
it_it: interasse
pt_br: entre-eixos
ru_ru: колёсная база
uk_ua: колісна база
zh_cn: 滚轮基础

source: dimensions
es_es: dimensiones
he_il: מימדים
it_it: dimensioni
pt_br: dimensões
ru_ru: габариты
uk_ua: габарити
zh_cn: 外形尺寸

source: length
es_es: longitud
fr_fr: longueur
he_il: אורך
it_it: lunghezza
pt_br: comprimento
ru_ru: длина
uk_ua: довжина
zh_cn: 长度

source: width
es_es: ancho
fr_fr: largeur
he_il: רוחב
it_it: larghezza
pt_br: largura
ru_ru: ширина
uk_ua: ширина
zh_cn: 宽度

source: height
es_es: altura
fr_fr: hauteur
he_il: גובה
it_it: altezza
pt_br: altura
ru_ru: высота
uk_ua: висота
zh_cn: 高度

source: width, including mirrors
es_es: ancho (incluyendo espejos laterales)
fr_fr: la largeur, en tenant compte des miroirs
he_il: רוחב, כולל מראות
it_it: larghezza, inclusi gli specchietti
pt_br: largura, incluindo retrovisores
ru_ru: ширина, с учётом зеркал
uk_ua: ширина, з врахуванням зеркал
zh_cn: 宽度，含外后视镜

source: height, including railings
es_es: altura (incluyendo barandillas)
fr_fr: hauteur, compte tenu de rails
he_il: גובה, כולל מעקות
it_it: altezza, incluse barre
pt_br: altura, incluindo rack
ru_ru: высота, с учётом рейлингов
uk_ua: висота, з врахуванням рейлінгів
zh_cn: 高度，含围栏

source: height with open roof
es_es: altura con techo abierto
fr_fr: hauteur avec toit ouvert
he_il: גובה עם גג פתוח
it_it: altezza con tetto aperto
pt_br: altura com teto aberto
ru_ru: высота с открытой крышей
uk_ua: висота з відкритим верхом
zh_cn: 敞篷高度

source: track
es_es: camino
fr_fr: voie
he_il: עקבות
it_it: tracciato
pt_br: comprimento de bitola
ru_ru: колея
uk_ua: колія
zh_cn: 布局

source: rear
es_es: atrás
fr_fr: arrière
he_il: אחורי
it_it: posteriore
pt_br: traseira
ru_ru: задняя
uk_ua: задня
zh_cn: 后部

source: air resistance
es_es: CX
fr_fr: résistance aérodynamique
he_il: התנגדות אוויר
it_it: resistenza all'aria
pt_br: coeficiente de arrasto
ru_ru: аэродинамическое сопротивление
uk_ua: аеродинамічний спротив
zh_cn: 空气阻力

source: frontal
es_es: frente
he_il: חזיתי
it_it: frontale
ru_ru: лобовое
uk_ua: лобовий
zh_cn: 挡风玻璃

source: lateral
es_es: laterales
fr_fr: latérale
he_il: צדדי
it_it: laterale
ru_ru: боковое
uk_ua: боковий
zh_cn: 侧部

source: ground clearance
es_es: despeje al piso
fr_fr: garde au sol
he_il: מרווח קרקע
it_it: altezza da terra
pt_br: altura do solo
ru_ru: дорожный просвет
uk_ua: кліренс
zh_cn: 离地间隙

source: standard
es_es: normal
he_il: סטנדרטי
it_it: normale
pt_br: padrão
ru_ru: стандарт
uk_ua: стандарт
zh_cn: 标准
