Repository: autowp/autowp-frontend
Catalog: src/locale/messages.*.xlf
Languages: es_es, fr_fr, he_il, it_it, pt_br, ru_ru, uk_ua, zh_cn

source: Если у вас есть изображения, которых вы не нашли на этом сайте и они соответствуют тематике сайта, то вы можете добавить их в наш каталог, воспользовавшись формой, расположенной ниже. Было бы здорово, если бы вы указали, что за автомобиль изображён на картинке, чтобы облегчить её добавление и избежать ошибки. Требования, предъявляемые к добавляемым картинкам: * [JPEG](http://ru.wikipedia.org/wiki/JPEG) or [PNG](http://ru.wikipedia.org/wiki/PNG) format. Resolution from 640×360 up to 10000×10000. * Изображение должно по возможности быть максимально доступного качества, не содержать различных артефактов изменения размера или компрессии (размытия, нечёткости, расплытия цветов, ребристости прямых линий и т.д.). Исключение составляют редкие фото(производителя), сканы из проспектов. Решение об оставлении такого фото на сайте принимает модераторский состав. * Отсутствие надписей и логотипов посторонних сайтов, нанесенных не авторами/владельцами материала. * Автомобиль должен иметь первоначальный вид как при выходе с завода. Не должны присутствовать признаки <em>самодельного тюнинга</em>, желательно отстутвие изменений, связанных со старением автомобиля. * Основной и единственной темой изображения должен являться автомобиль, двигатель, логотип автокомпании, автомобильный завод или музей. Наличие в кадре посторонних предметов или людей - нежелательно. * Любительские фотографии вашего автомобиля, автомобиля ваших друзей или любого другого, встретившегося вам на улице, а также фотографии с выставок - не будут приняты на сайт 100%. Если только вы не профессионал. * Для первых фотографий автомобиля возможны пониженные требования. **Убедительная просьба**, перед добавлением изображений, убедиться в их отсутствии в каталоге. Обращаем ваше внимание на то, что добавление картинок модерируемое. Т.е. все картинки перед добавлением в каталог будут проверены ведущими сайта.
fr_fr: Si vous avez une image que vous ne trouvez pas sur ce site et elle correspondes au thème du site, vous pouvez les ajouter dans notre catalogue en utilisant le formulaire ci-dessous. Ce serait formidable si vous aviez indiqué qu'une voiture est représentée sur la photo, pour faciliter son ajout et éviter les erreurs. Exigences pour les images ajoutées: * Le format [JPEG](http://ru.wikipedia.org/wiki/JPEG) ou [PNG](http://ru.wikipedia.org/wiki/PNG). Résolution: 640×360 jusqu'à 10000×10000. * L'image doit être d'excellente qualité, ne contient pas les différents artefacts redimensionnement ou compression (flou, la couleur propagation, nervures droites etc.). Les exceptions sont rares photos (fabricant), scans de brochures. La décision d'abandonner cette photo sur le site a fait l'équipe de modérateur. * L'absence d'inscriptions et les logos des sites étrangers, ne causé aucun auteurs/propriétaires des images. * La voiture doit avoir un premier regard à la sortie de l'usine. Il ne doit pas présenter des signes de <em>tuning maison</em>, de préférence l'absence de changements liés à la voiture de vieillissement. * La voiture doit être placé complètement dans l'image. L'exception est lorsque l'image montre l'intérieur de la voiture, le moteur, le coffre, ou une caractéristique distinctive (par exemple, le titre de la voiture de série limitée). * Le principal et l'unique thème de l'image doit être la voiture, le logo d'une marque ou d'un moteur. La présence de corps étrangèrs ou de personnes dans le cadre est indésirable. * Photos amateur de votre voiture, de la voiture de vos amis, ou tout autre, vous rencontrent dans la rue, ainsi que des photos des expositions ne seront pas acceptées sur le site, sauf si vous êtes un professionnel. * Pour les premières photos de la voiture sont possibles des exigences. **S'il vous plaît**, avant d'ajouter des images, assurez-vous qu'ils ne sont pas dans le catalogue. S'il vous plaît noter que l'ajout d'images modérés. c'est-à-dire toutes les photos avant d'ajouter au catalogue seront testés par moderateurs.
it_it: Se disponi di immagini che non hai trovato su questo sito e che corrispondono al tema del sito, puoi aggiungerle al nostro catalogo utilizzando il modulo sottostante. Sarebbe bello se potessi indicare che tipo di auto è mostrata nell'immagine, per facilitare l'aggiunta ed evitare errori. Requisiti per le immagini aggiunte: * Formato [JPEG](http://ru.wikipedia.org/wiki/JPEG) o [PNG](http://ru.wikipedia.org/wiki/PNG). Risoluzione da 640×360 fino a 10000×10000. * L'immagine dovrebbe, se possibile, essere della massima qualità possibile, non contenere vari artefatti di ridimensionamento o compressione (sfocatura, sfocatura, sfocatura dei colori, linee rette a coste, ecc.). L'eccezione sono le foto rare (produttore), le scansioni dei prospetti. La decisione di lasciare una tale foto sul sito è presa dai moderatori. * L'assenza di iscrizioni e loghi di siti di terze parti, applicati non dagli autori/proprietari del materiale. * Il veicolo deve essere nel suo aspetto originale come quando è uscito dalla fabbrica. Non dovrebbero esserci segni di <em>messa a punto fatta in casa</em>, preferibilmente nessun cambiamento associato all'invecchiamento dell'auto. * Il tema principale e unico dell'immagine dovrebbe essere un'auto, un motore, il logo di una casa automobilistica, una fabbrica di automobili o un museo. La presenza di oggetti estranei o persone nell'inquadratura è indesiderabile. * Le foto amatoriali della tua auto, dell'auto dei tuoi amici o di qualsiasi altra auto che incontri per strada, così come le foto delle mostre - non saranno accettate sul sito al 100%. A meno che tu non sia un professionista. * Sono possibili requisiti ridotti per le prime foto dell'auto. **Richiediamo gentilmente**, prima di aggiungere immagini, di assicurarsi che non siano presenti nel catalogo. Tieni presente che l'aggiunta di immagini è moderata. Quelli. Tutte le immagini prima di essere aggiunte al catalogo saranno controllate dagli host del sito.
zh_cn: 如果您有没有在这个网站找到对应主题的图片，可以通过下面的目录添加它们。 遵循下列指示可以让添加照片更轻松，希望您仔细阅读。 添加照片相关要求： * [JPEG](http://ru.wikipedia.org/wiki/JPEG)或[PNG](http://ru.wikipedia.org/wiki/PNG)格式。分辨率范围: 从640×360至10000×10000。 * 图像质量应尽可能高，且没有被调整过尺寸或压缩（模糊、模糊化、颜色失真、罗纹线等）。珍贵的扫描图片(生产商拍摄)例外。图片在网站的存留由一部分管理员决定。 * 图像不能有非该图像的作者/所有者添加的水印。 * 图像车辆必须保持原厂状态，不能存在<em>个人改装</em>，因年代久远产生的老化则可以接受。 * 图像主要和唯一的主题必须是汽车，汽车公司的商标或发动机，不允许有人物存在。 * 图像必须是专业图片，您自己或朋友的爱车照片、街拍以及车展上拍摄的照片不能保证100％被接受。 * 对于一款车型的首张照片，要求可能会提高。 **我们恳请您**, 在添加图片之前请确保它不存在于现有目录中。 请注意，添加等待审核的图片即所有图片被加入到目录之前，图片将先由网站检测。

source: Only registered users can upload pictures
es_es: Sólo los usuarios registrados pueden subir fotos
fr_fr: Seuls les utilisateurs enregistrés peuvent ajouter des photos
it_it: Solo gli utenti registrati possono caricare immagini
zh_cn: 只有注册用户才能上传图片

source: logotype
es_es: logotipo
it_it: logotipo
zh_cn: 商标

source: mixed (few vehicles on one picture)
es_es: mezclado (algunos vehículos en una imagen)
fr_fr: mixer (plusieurs véhicule sur une même image)
it_it: misto (più veicoli in una immagine)
zh_cn: 其它(几辆车在同一张图中)

source: unsorted (not existent vehicle or engine)
es_es: sin clasificar (no existe el vehículo o el motor)
fr_fr: non trié (véhicule ou moteur inexistant)
it_it: non ordinato (veicolo o motore inesistente)
zh_cn: 未分类(无车辆或发动机)

source: deleted user
es_es: usuario eliminado
fr_fr: utilisateur supprimé
it_it: utente cancellato
zh_cn: 用户已注销

source: Online
es_es: En línea
fr_fr: En ligne
zh_cn: 在线

source: Refresh
es_es: Refrescar
fr_fr: Rafraichir
it_it: Aggiorna
zh_cn: 刷新

source: Known as:
es_es: Conocido como:
fr_fr: Connu en tant que:
it_it: Conosciuto come:
zh_cn: 用户名:

source: Account type:
es_es: Tipo de cuenta:
fr_fr: Type de compte:
it_it: Tipo di account:
zh_cn: 身份:

source: Moderator
es_es: Moderador
fr_fr: Moderateur
it_it: Moderatore
zh_cn: 管理员

source: Visitor
es_es: Visitante
fr_fr: Visiteur
it_it: Visitatore
zh_cn: 访客

source: Registration date
es_es: Fecha de registro
fr_fr: Date d'inscription
it_it: Data di registrazione
zh_cn: 注册时间

source: Last visited
es_es: Ultima visita
fr_fr: Dernière visite
it_it: Ultima visita
zh_cn: 最后登陆于

source: Recent activity
es_es: Actividad reciente
fr_fr: Activités sur le site
it_it: Attività recente
zh_cn: 最新动态

source: Images uploaded:
es_es: Imágenes subidas:
fr_fr: Images mises en ligne :
it_it: Immagini caricate:
zh_cn: 已上传图片:

source: left on site:
es_es: dejado en el sitio:
fr_fr: restées sur le site :
it_it: lasciato sul sito:
zh_cn: 被采纳图片:

source: Not upload pictures
es_es: No subir fotos
fr_fr: Pas d'images mises en ligne
it_it: Non caricare immagini
zh_cn: 未上传图片

source: User's log
es_es: Registro del usuario
fr_fr: Journal de l'utilisateur
it_it: Registro dell'utente
zh_cn: 用户的日志

source: Recent uploads
es_es: Subidas recientes
fr_fr: Mises en ligne récemment
it_it: Caricamenti recenti
zh_cn: 最新上传

source: Recent comments
es_es: Comentarios recientes
fr_fr: Commentaires récents
it_it: Commenti recenti
zh_cn: 最新评论

source: Add to contacts
es_es: Agregar a los contactos
fr_fr: Ajouter aux contacts
it_it: Aggiungi ai contatti
zh_cn: 添加到好友

source: Remove from contacts
es_es: Remover de los contactos
fr_fr: Supprimer des contacts
it_it: Rimuovi dai contatti
zh_cn: 从好友中删除

source: Enable comments notifications
es_es: Habilitar notificaciones de comentarios
fr_fr: Activer les notifications des commentaires
it_it: Abilita notifiche sui commenti
zh_cn: 启用评论通知

source: Disable comments notifications
es_es: Desactivar notificaciones de comentarios
fr_fr: Désactiver les notifications des commentaires
it_it: Disabilita notifiche sui commenti
zh_cn: 禁用评论通知

source: For moderators
es_es: Para moderadores
fr_fr: Pour les modérateurs
it_it: Per i moderatori
zh_cn: 管理员页面

source: Delete user photo
es_es: Eliminar foto de usuario
fr_fr: Supprimer la photo de l'utilisateur
it_it: Cancella foto dell'utente
zh_cn: 删除用户照片

source: Delete user
es_es: Eliminar usuario
fr_fr: Supprimer l'utilisateur
it_it: Cancella utente
zh_cn: 删除用户

source: Last visit fom IP-address:
es_es: Ultima visita de dirección IP:
fr_fr: Dernier visite de l'adresse IP:
it_it: Ultima visita dall'indirizzo IP:
zh_cn: 最后访问IP地址：

# n-produced-about
source: {VAR_PLURAL, plural, one {Produced in about {INTERPOLATION} copy} other {Produced in about {INTERPOLATION} copies}}
es_es: {VAR_PLURAL, plural, one {Producido en {INTERPOLATION} copia} other {Producido en {INTERPOLATION} copias}}
fr_fr: {VAR_PLURAL, plural, one {Produit à environ {INTERPOLATION} exemplaire} other {Produit à environ {INTERPOLATION} exemplaires}}
it_it: {VAR_PLURAL, plural, one {Prodotto in {INTERPOLATION} copia} other {Prodotto in {INTERPOLATION} copie}}
pt_br: {VAR_PLURAL, plural, one {Produzido em aproximadamente {INTERPOLATION} cópia} other {Produzido em aproximadamente {INTERPOLATION} cópias}}
zh_cn: {VAR_PLURAL, plural, one {总产量约{INTERPOLATION}辆} other {总产量{INTERPOLATION}辆}}

source: Produced in a single copy
es_es: Producida una sola unidad
fr_fr: Produit en un seul exemplaire
it_it: Prodotto in una singola copia
zh_cn: 总产量1辆

source: related
es_es: relacionado
fr_fr: associé
it_it: correlato
zh_cn: 相关

source: sport
es_es: deporte
zh_cn: 赛事

source: Pferdestärke
fr_fr: Puissance
it_it: Cavalli
zh_cn: 匹马力

source: permanent all-wheel drive
es_es: unidad permanente de rueda
fr_fr: traction intégrale permanente
it_it: trazione integrale permanente
zh_cn: 永久全轮驱动器

source: Who voted?
es_es: ¿Quién ha votado?
fr_fr: Qui a voté?
it_it: Chi ha votato?
zh_cn: 表决用户

source: Voting during {{ voting.begin_date | date: 'mediumDate' }} to {{ voting.end_date | date: 'mediumDate' }}
es_es: Votación durante {{ voting.begin_date | date: 'mediumDate' }} a {{ voting.end_date | date: 'mediumDate' }}
fr_fr: Voter pendant {{ voting.begin_date | date: 'mediumDate' }} à {{ voting.end_date | date: 'mediumDate' }}
it_it: Votazione durante {{ voting.begin_date | date: 'mediumDate' }} a {{ voting.end_date | date: 'mediumDate' }}
zh_cn: 在 {{ voting.begin_date | date: 'mediumDate' }} 到 {{ voting.end_date | date: 'mediumDate' }} 期间投票format@@1

# ngb.progressbar.value
source: ts types based
pt_br: {{getPercentValue()}}%

# ngb.timepicker.PM
source: {INTERPOLATION}
pt_br: {{ i18n.getAfternoonPeriod() }}

# ngb.timepicker.AM
source: {INTERPOLATION}
pt_br: {{ i18n.getMorningPeriod() }}

source: ### People Своим существованием наш проект обязан людям, приходящим сюда и вкладывающим своё время и знания. Кто-то добавляет материалы, а кто-то помогает найти ошибки в уже имеющихся. Кто-то специализируется на конкретной марке, а кто-то успевает за всем. Кто-то без лишнего внимания со стороны наполняет сайт шаг за шагом, а кто-то собирает овации редкими, но жгучими фото. Нас много и мы разные, и это прекрасно. Вот лишь некоторые из нас: %users% #### "Цветовая дифференциация штанов" Так завелось, что мы выделяем некоторых наших людей особым цветом - зеленым. Не просто так - это особая метка. Знайте, если вы видите кого-то из "зеленых", вы всегда можете схватить его и спросить о чем угодно вокруг нашего проекта, потому что "зеленые" - это самые отзывчивые и заинтересованные в жизни проекта люди. Некоторая часть "зеленых" наделена модераторскими функциями. ### Feedback Если у вас есть какие-то замечания, предложения или иные мысли, вы можете озвучить их на [форуме](/forums/), задать лично через систему обмена сообщениями или написать в "[обратную связь](/feedback)" администрации сайта. Если у вас есть вопросы о размещении рекламы, обмена ссылками или продвижении вашего продукта иными способами, все они имеют единственный ответ: мы не размещаем рекламу. ### Numbers Так сложилось, что мы любим тешить своё тщеславие большими цифрами, а также всем их показывать. Вашему вниманию некоторые из них: * на сайте более %total-pictures% изображений, %total-vehicles% автомобилей, что составляет порядка %total-size% данных * зарегистрировано около %total-users% пользователей, оставивших более %total-comments% сообщений ### Development Разработка и поддержка проекта ведется в основном силами %developer% ([contributors](https://github.com/autowp/autowp/graphs/contributors)) French site translation: %fr-translator% Chinese site translation: %zh-translator% Belarusian site translation: %be-translator% Brazilian portuguese site translation: %pt-br-translator% Сайт работает на [Zend Framework](http://framework.zend.com/), [jQuery](http://jquery.com/), [Twitter bootstrap](http://getbootstrap.com/), а также многих других "умных словах". Исходный код сайта является открытым, чтобы каждый желающий имел возможность влиять на суть и качество проекта. %github% [![Build Status](https://travis-ci.org/autowp/autowp.svg?branch=master)](https://travis-ci.org/autowp/autowp) [![Code Climate](https://codeclimate.com/github/autowp/autowp/badges/gpa.svg)](https://codeclimate.com/github/autowp/autowp) [![Coverage Status](https://coveralls.io/repos/github/autowp/autowp/badge.svg?branch=master)](https://coveralls.io/github/autowp/autowp?branch=master) ### Поддержать проект You can support our project by [finances](/donate) or [moral](/feedback). Take part in [the translation of the site](https://github.com/autowp/autowp/tree/master/module/Application/language) into other languages.
pt_br: ### Pessoas Este site deve sua existência a todas as pessoas que vêm até aqui e investem todo seu tempo e conhecimento. Alguns usuários adicionam fotos e materiais. Alguns ajudam a encontrar e solucionar erros nos já disponíveis. Uns especializam-se em determinada marca. Outros têm tempo e material para tudo. Alguns adicionam fotos em série. Já outros adicionam poucas fotos, porém raras. Somos muitos, somos diferentes, mas estamos ligados por uma mesma paixão. Aqui estão alguns de nós: %users% #### "Diferenciação nas cores de usuários" Usuários com a cor verde são especiais. Estes são usuários altamente participativos e interessados na construção deste projeto. Sempre que você encontrar um usuário com a cor verde você pode tirar quaisquer dúvidas a respeito deste site que sempre estaremos prontos a responder. Alguns usuários com a cor verde também são dotados de funções de moderação do site. ### Feedback Se você tiver quaisquer comentários, sugestões ou dúvidas sobre o site, você pode expressá-los no [fórum](/forums/), perguntar pessoalmente enviando uma mensagem pessoal a algum usuário ou dar-nos o seu [feedback](/feedback). Se você desejar promover seu produto ou fazer qualquer tipo de propaganda ou anúncio, nós temos uma única resposta: não fazemos propaganda. ### Números Alguns números do site: * Atualmente possuímos um banco com mais de %total-pictures% imagens, %total-vehicles% veículos, compondo pouco mais de %total-size% de espaço. * Aqui já registraram-se aproximadamente %total-users% usuários, que já nos deixaram mais de %total-comments% comentários. ### Desenvolvimento O desenvolvimento e suporte deste site é realizado principalmente pelos esforços de %developer% e seus [contribuidores](https://github.com/autowp/autowp/graphs/contributors) Tradução do site para o francês: %fr-translator% Tradução do site para o chinês: %zh-translator% Tradução do site para o bielorrusso: %be-translator% Tradução do site para o português brasileiro: %pt-br-translator% Este site funciona em [Zend Framework](http://framework.zend.com/), [jQuery](http://jquery.com/), [Twitter bootstrap](http://getbootstrap.com/) e outros sistemas. O código-fonte do site está aberto. Assim, todos que desejam têm a oportunidade de influenciar a essência e a qualidade do projeto. %github% [![Build Status](https://travis-ci.org/autowp/autowp.svg?branch=master)](https://travis-ci.org/autowp/autowp) [![Code Climate](https://codeclimate.com/github/autowp/autowp/badges/gpa.svg)](https://codeclimate.com/github/autowp/autowp) [![Coverage Status](https://coveralls.io/repos/github/autowp/autowp/badge.svg?branch=master)](https://coveralls.io/github/autowp/autowp?branch=master) ### Você também pode ajudar Você pode contribuir para este site de forma [financeira](/donate) ou [moral](/feedback). Ajude-nos a [traduzir este site](https://github.com/autowp/autowp/tree/master/module/Application/language) para outros idiomas.

source: Failed to connect with account. Error occured or access to account denied
pt_br: Falha ao conectar com a conta. Erro inesperado ou acesso à conta negado.

# login/sign-out
source: Sign out
pt_br: Sair

# layout/personal-messages
source: Personal messages
pt_br: Mensagens pessoais

source: New {{brand.name}} vehicles
pt_br: Novos veículos {{brand.name}}

source: Inherit engine
pt_br: Herdar motor

source: Don't inherit engine
pt_br: Não herdar motor

source: Specs editor of {{item.name_tex
pt_br: Editores de especificações de {{item.name_text}}

source: Specs editor of : $localize `Specs editor of ${
pt_br: Editores de especificações de data.item.name_text

source: ronological ord in chronological order
pt_br: {{brand.name_text}} em ordem cronológica

source: : $localize `${ : $localize `${brand.name_text} ${ in chronological order
pt_br: brand.name_text this.currentVehicleType.name em ordem cronológica

source: : $localize `${ in chronological order
pt_br: brand.name_text em ordem cronológica

source: ator"></app-pag concepts & prototypes
pt_br: Conceitos e protótipos {{brand.name_text}}

source: : $localize `${ concepts & prototypes
pt_br: Conceitos e protótipos brand.name_text

source: ator"></app-pag Engines
pt_br: Motores {{brand.name_text}}

source: : $localize `${ Engines
pt_br: Motores brand.name_text

source: Last pictures of {{brand.name_te
pt_br: Últimas imagens de {{brand.name_text}}

source: Last pictures of : $localize `Last pictures of ${
pt_br: Últimas imagens de brand.name_text

source: All pictures of : $localize `All pictures of ${
pt_br: Todas as imagens de this.item.name_text

source: Message deleted by site administration
pt_br: Mensagem deletada pela administração do site

source: Choose ...
pt_br: Escolher...

source: about {{'$'+(sum / 59
pt_br: aproximadamente {{'$'+(sum / 59.70).toFixed(2)}}

source: Order : $localize `Order ${
pt_br: Ordenar label

source: Last message in topic «{{theme.last_to»
pt_br: Última mensagem no tópico «{{theme.last_topic.name}}»

source: Topic is closed by site administration
pt_br: Tópico encerrado pela administração do site

source: Do you know which cars helped to maintain law and order on the streets of world cities at different times? What cars did the Pope drive? Not? Then you are exactly in this section.
pt_br: Você sabe quais veículos foram utilizados para manter a lei e a ordem nas ruas das cidades do mundo em diferentes épocas? Você sabe quais veículos serviram como papamóvel? Não? Então venha descobrir nesta seção.

source: sending ...
pt_br: enviando...

source: Add value
pt_br: Adicionar valor

source: Add subattribute
pt_br: Adicionar sub-atributo

source: Not required
pt_br: Não requerida

source: Add parent ...
pt_br: Adicionar parente...

source: Select ...
pt_br: Selecionar...

source: Brand ...
pt_br: Marca ...

source: Brand {{brand.name_te
pt_br: Marca {{brand.name_text}}

source: Database id: {{item.id}}</p>
pt_br: ID da base de dados: {{item.id}}

source: Pages
pt_br: Páginas

source: New
pt_br: Nova

# page/name
source: Name
pt_br: Nome

source: Pages
pt_br: Páginas

source: Picture №{{picture.id}}<
pt_br: Imagem nº{{picture.id}}

source: d]" class="btn (aspect is about {{aspect}})</sp)
pt_br: {{resolution}} (aspecto é de aproximadamente {{aspect}})

source: Database id: {{picture.id}}<
pt_br: ID da base de dados: {{picture.id}}

source: Unaccept
pt_br: Não aceitar

source: Accepted pictures count still {{picture.accep
pt_br: Imagens aceitas somam {{picture.accepted_count}}

source: Picture №: $localize `Picture №${
pt_br: Imagem nºid

source: Custom ...
pt_br: Escrever motivo ...

source: Cancel my vote
pt_br: Cancelar meu voto

source: All images have their owners. If you think that the users of the site made a mistake by posting this image in this section, it would be nice if you wrote about it in the comments and pointed out the error. Discuss anything and just talk about cars and not only can you on [the forum](/forums/).
pt_br: Todas as imagens têm seus proprietários. Se você acha que os usuários do site cometeram algum erro em postar esta imagem nessa seção, você pode deixar um comentário apontando o erro. Você pode discutir sobre carros ou outros assuntos do site em [nosso fórum](/forums/)

source: Edit picture №{{picture.id}}<
pt_br: Editar imagem nº{{picture.id}}
