Repository: autowp/autowp-frontend
Catalog: src/locale/messages.*.xlf
Languages: es_es, fr_fr, he_il, it_it, pt_br, ru_ru, uk_ua, zh_cn

# ngb.alert.close
source: Close
es_es: Cerrar
fr_fr: Fermer
he_il: לסגור
it_it: Chiudi
pt_br: Fechar
ru_ru: Закрыть
uk_ua: Закрити
zh_cn: 关闭

# ngb.timepicker.HH
source: HH
he_il: שעות
ru_ru: ЧЧ

# ngb.toast.close-aria
source: Close
es_es: Cerrar
fr_fr: Fermer
he_il: לסגור
it_it: Chiudi
pt_br: Fechar
ru_ru: Закрыть
uk_ua: Закрити
zh_cn: 关闭

# ngb.datepicker.select-month
source: Select month
es_es: Seleccione mes
fr_fr: Sélectionnez un mois
he_il: לבחור חודש
it_it: Seleziona mese
pt_br: Selecione o mês
ru_ru: Выбрать месяц
uk_ua: Виберіть місяць
zh_cn: 选择一个月

# ngb.datepicker.previous-month
source: Previous month
es_es: Mes anterior
fr_fr: Le mois précédent
he_il: חודש שעבר
it_it: Mese precedente
pt_br: Mês anterior
ru_ru: Предыдущий месяц
uk_ua: Попередній місяць
zh_cn: 前一个月

# ngb.carousel.slide-number
source: Slide {INTERPOLATION} of {INTERPOLATION_1}
es_es: Diapositiva {INTERPOLATION} de {INTERPOLATION_1}
fr_fr: Glisser {INTERPOLATION} of {INTERPOLATION_1}
he_il: שקופית {INTERPOLATION} של {INTERPOLATION_1}
it_it: Scorri {INTERPOLATION} of {INTERPOLATION_1}
ru_ru: Слайд {INTERPOLATION} из {INTERPOLATION_1}
zh_cn: 滑动{INTERPOLATION} 的{INTERPOLATION_1}

# ngb.timepicker.hours
source: Hours
es_es: Horas
fr_fr: Heures
he_il: שעות
it_it: Ore
pt_br: Horas
ru_ru: Часы
uk_ua: Години
zh_cn: 小时

# ngb.carousel.previous
source: Previous
es_es: anterior
fr_fr: Précédente
he_il: קודם
it_it: Precedente
pt_br: Anterior
ru_ru: Предыдущая
uk_ua: Попередня
zh_cn: 上一页

# ngb.timepicker.MM
source: MM
he_il: דקות
ru_ru: ММ
zh_cn: 月

# ngb.datepicker.select-year
source: Select year
es_es: Seleccione año
fr_fr: Sélectionnez l'année
he_il: לבחור שנה
it_it: Seleziona anno
pt_br: Selecione o ano
ru_ru: Выбрать год
uk_ua: Виберіть рік
zh_cn: 选择年份

# ngb.datepicker.next-month
source: Next month
es_es: Mes siguiente
fr_fr: Prochain mois
he_il: חודש הבא
it_it: Il prossimo mese
pt_br: Próximo mês
ru_ru: Следующий месяц
uk_ua: Наступний місяць
zh_cn: 下个月

# ngb.carousel.next
source: Next
es_es: siguiente
fr_fr: Suivante
he_il: הבא
it_it: Prossimo
pt_br: Próximo
ru_ru: Следующая
uk_ua: Наступна
zh_cn: 下一页

# ngb.timepicker.minutes
source: Minutes
es_es: Minutos
he_il: דקות
it_it: Minuti
pt_br: Minutos
ru_ru: Минуты
uk_ua: Хвилини
zh_cn: 分钟

# ngb.timepicker.increment-hours
source: Increment hours
es_es: Incremento de horas
fr_fr: Heures d'incrémentation
he_il: הגדלת שעות
it_it: Incrementa le ore
pt_br: Horas de incremento
ru_ru: Увеличить часы
uk_ua: Приріст годин
zh_cn: 增量小时

# ngb.pagination.first-aria
source: First
es_es: Primero
fr_fr: Première
he_il: ראשון
it_it: Primo
pt_br: Primeira
ru_ru: Первый
uk_ua: Перший
zh_cn: 第一

# ngb.pagination.previous-aria
source: Previous
es_es: Anterior
fr_fr: Précédente
he_il: קודם
it_it: Precedente
pt_br: Anterior
ru_ru: Предыдущая
uk_ua: Попередня
zh_cn: 上一页

# ngb.timepicker.decrement-hours
source: Decrement hours
es_es: Decremento de horas
fr_fr: Décrémenter les heures
he_il: הקטנת שעות
it_it: Diminuisci le ore
pt_br: Diminuir horas
ru_ru: Уменьшить часы
uk_ua: Зменшення годин
zh_cn: 减少时间

# ngb.pagination.next-aria
source: Next
es_es: Siguiente
fr_fr: Suivante
he_il: הבא
it_it: Prossimo
pt_br: Próximo
ru_ru: Следующая
uk_ua: Наступна
zh_cn: 下一页

# ngb.timepicker.increment-minutes
source: Increment minutes
es_es: Incremento de minutos
fr_fr: Incrémenter les minutes
he_il: הגדלת דקות
it_it: Aumenta i minuti
pt_br: Minutos de incremento
ru_ru: Увеличить минуты
uk_ua: Приріст хвилин
zh_cn: 增量分钟

# ngb.pagination.last-aria
source: Last
es_es: Ultimo
fr_fr: Dernier
he_il: אחרון
it_it: Ultimo
pt_br: Última
ru_ru: Последняя
uk_ua: Останній
zh_cn: 持续

# ngb.timepicker.decrement-minutes
source: Decrement minutes
es_es: Decremento de minutos
fr_fr: Décrémenter les minutes
he_il: הקטנת דקות
it_it: Diminuisci i minuti
pt_br: Diminuir minutos
ru_ru: Уменьшить минуты
uk_ua: Хвилин зменшення
zh_cn: 减少分钟

# ngb.timepicker.SS
source: SS
he_il: שניות
ru_ru: СС

# ngb.timepicker.seconds
source: Seconds
es_es: Segundos
fr_fr: Secondes
he_il: שניות
it_it: Secondi
pt_br: Segundos
ru_ru: Секунды
uk_ua: Секунди
zh_cn: 秒

# ngb.timepicker.increment-seconds
source: Increment seconds
es_es: Incremento de segundos
fr_fr: Incrémenter les secondes
he_il: הגדלת שניות
it_it: Aumenta i secondi
pt_br: Incrementar segundos
ru_ru: Увеличить секунды
uk_ua: Приріст секунд
zh_cn: 增量秒

# ngb.timepicker.decrement-seconds
source: Decrement seconds
es_es: Decremento de segundos
fr_fr: Décrémenter les secondes
he_il: הקטנת שניות
it_it: Diminuisci i secondi
pt_br: Decrementar segundos
ru_ru: Уменьшить секунды
uk_ua: Зниження секунди
zh_cn: 减少秒数

source: About us
es_es: Acerca de nosotros
fr_fr: À propos de nous
he_il: עלינו
it_it: Su di noi
pt_br: Sobre nós
ru_ru: О проекте
uk_ua: Про проект
zh_cn: 关于我们

source: Index page
he_il: עמוד ראשי
pt_br: Página inicial
ru_ru: Главная страница
uk_ua: Головна сторінка

source: About us
he_il: עלינו
pt_br: Sobre nós
ru_ru: О проекте
uk_ua: Про проект

source: Loading…
he_il: טוען…
ru_ru: Загрузка…

source: ### People Своим существованием наш проект обязан людям, приходящим сюда и вкладывающим своё время и знания. Кто-то добавляет материалы, а кто-то помогает найти ошибки в уже имеющихся. Кто-то специализируется на конкретной марке, а кто-то успевает за всем. Кто-то без лишнего внимания со стороны наполняет сайт шаг за шагом, а кто-то собирает овации редкими, но жгучими фото. Нас много и мы разные, и это прекрасно. Вот лишь некоторые из нас: %users% #### "Цветовая дифференциация штанов" Так завелось, что мы выделяем некоторых наших людей особым цветом - зеленым. Не просто так - это особая метка. Знайте, если вы видите кого-то из "зеленых", вы всегда можете схватить его и спросить о чем угодно вокруг нашего проекта, потому что "зеленые" - это самые отзывчивые и заинтересованные в жизни проекта люди. Некоторая часть "зеленых" наделена модераторскими функциями. ### Feedback Если у вас есть какие-то замечания, предложения или иные мысли, вы можете озвучить их на [форуме](/forums/), задать лично через систему обмена сообщениями или написать в "[обратную связь](/feedback)" администрации сайта. Если у вас есть вопросы о размещении рекламы, обмена ссылками или продвижении вашего продукта иными способами, все они имеют единственный ответ: мы не размещаем рекламу. ### Numbers Так сложилось, что мы любим тешить своё тщеславие большими цифрами, а также всем их показывать. Вашему вниманию некоторые из них: * на сайте более %total-pictures% изображений, %total-vehicles% автомобилей, что составляет порядка %total-size% данных * зарегистрировано около %total-users% пользователей, оставивших более %total-comments% сообщений ### Development Разработка и поддержка проекта ведется в основном силами %developer% ([contributors](https://github.com/autowp/autowp/graphs/contributors)) French site translation: %fr-translator% Chinese site translation: %zh-translator% Belarusian site translation: %be-translator% Brazilian portuguese site translation: %pt-br-translator% Сайт работает на [Zend Framework](http://framework.zend.com/), [jQuery](http://jquery.com/), [Twitter bootstrap](http://getbootstrap.com/), а также многих других "умных словах". Исходный код сайта является открытым, чтобы каждый желающий имел возможность влиять на суть и качество проекта. %github% [![Build Status](https://travis-ci.org/autowp/autowp.svg?branch=master)](https://travis-ci.org/autowp/autowp) [![Code Climate](https://codeclimate.com/github/autowp/autowp/badges/gpa.svg)](https://codeclimate.com/github/autowp/autowp) [![Coverage Status](https://coveralls.io/repos/github/autowp/autowp/badge.svg?branch=master)](https://coveralls.io/github/autowp/autowp?branch=master) ### Поддержать проект You can support our project by [finances](/donate) or [moral](/feedback). Take part in [the translation of the site](https://github.com/autowp/autowp-frontend/tree/master/src/locale) into other languages.
es_es: ### Personas Nuestro proyecto debe su existencia a las personas que vienen aquí e invierten su tiempo y conocimientos. Alguien agrega materiales y alguien ayuda a encontrar errores en los existentes. Alguien se especializa en una marca específica y alguien tiene tiempo para todo. Alguien, sin una atención indebida desde el exterior, llena el sitio paso a paso, mientras alguien recoge aplausos con fotos raras pero ardientes. Somos muchos y somos diferentes, y esto es maravilloso. Éstos son solo algunos de nosotros: %users% #### "Diferenciación del color de los pantalones" Dio la casualidad de que destacamos a algunas de nuestras personas con un color especial: el verde. Por una razón, esta es una etiqueta especial. Sepa, si ve a alguien del "verde", siempre puede agarrarlo y preguntar sobre cualquier cosa relacionada con nuestro proyecto, porque los "verdes" son las personas más receptivas e interesadas en la vida del proyecto. Algunos de los "verdes" están dotados de funciones de moderador. ### Retroalimentación Si tiene comentarios, sugerencias u otras ideas, puede expresarlas en el [foro] (/ foros /), preguntar personalmente a través del sistema de mensajería o escribir a la administración del sitio "[comentarios] (/ comentarios)". Si tiene preguntas sobre la colocación de anuncios, el intercambio de enlaces o la promoción de su producto, todas tienen una respuesta: no colocamos anuncios. ### Números Dio la casualidad de que nos encanta complacer nuestra vanidad con grandes números, así como mostrárselos a todos. Éstos son algunos de ellos: * el sitio tiene más de %total-pictures% images, %total-vehicles% cars, que es aproximadamente %total-size% data * registró aproximadamente %total-users% de usuarios que dejaron más de %total-comments% posts ### Desarrollo El desarrollo y soporte del proyecto se lleva a cabo principalmente por %developer% ([contribuidores] (https://github.com/autowp/autowp/graphs/contributors)) Traducción de sitios en francés: %fr-translate% Traducción de sitios en chino: %zh-translate% Traducción de sitios al bielorruso: %be-translate% Traducción de sitios al portugués brasileño: %pt-br-translate% El sitio funciona con [Zend Framework] (http://framework.zend.com/), [jQuery] (http://jquery.com/), [Twitter bootstrap] (http://getbootstrap.com/) y también muchas otras palabras de moda. El código fuente del sitio es abierto, por lo que todos tienen la oportunidad de influir en la esencia y la calidad del proyecto. %github% [! [Estado de la compilación] (https://travis-ci.org/autowp/autowp.svg?branch=master)] (https://travis-ci.org/autowp/autowp) [! [Code Climate] (https://codeclimate.com/github/autowp/autowp/badges/gpa.svg)] (https://codeclimate.com/github/autowp/autowp) [! [Estado de cobertura] (https://coveralls.io/repos/github/autowp/autowp/badge.svg?branch=master)] (https://coveralls.io/github/autowp/autowp?branch=master ) ### Apoya el proyecto Puede apoyar nuestro proyecto con [finanzas] (/ donate) o [moral] (/ feedback). Participe en [la traducción del sitio] (https://github.com/autowp/autowp-frontend/tree/master/src/locale) a otros idiomas.
fr_fr: ### Tout le monde L'existence de notre projet est possible grâce aux gens qui viennent ici et contribue avec leurs temps et leurs connaissances. Quelqu'un ajoute matériaux, et quelqu'un aide à trouver des erreurs dans les matériaux existants. Quelqu'un se spécialise dans une marque particulière, mais quelqu'un a le temps pour tout. Quelqu'un remplit le site étape par étape sans beaucoup d'attention, mais quelqu'un qui recueille des informations et photos rares. Nous sommes nombreux, nous sommes différents, et c'est très bien. Voici quelques-uns d'entre nous: %users% #### "La différenciation de la couleur des utilisateurs" Donc, il est arrivé que nous mettons en évidence certains de nos utilisateurs avec une couleur spéciale – vert par exemple – c'est une étiquette spéciale. Vous savez que si vous voyez une personne de couleur &laquo;verte&raquo;, vous pouvez toujours demander quoi que ce soit autour de notre projet, car les &laquo;verts&raquo; sont les personnes les plus sensibles et intéressés par la vie de ce projet. Une partie des "verts" sont les modérateurs. ### Dialogue et retour d'information. Si vous avez des commentaires, suggestions ou autres idées, vous pouvez les annoncer sur [le forum](/forums/), demander personnellement via la messagerie, ou écrire dans le "[Retour d'information](/feedback)" de l'administration du site. Si vous avez des questions concernant la publicité, échange de lien ou de promotion de votre produit par d'autres moyens, ils ont tous une unique réponse: on ne réalise pas publicité. ### Nombres C'est ainsi, que nous aimons le nombre élevé de statistiques, ainsi que de leur évolution. Nous votre en présentons quelques-unes: * sur le site il y a plus de %total-pictures% images, %total-vehicles% véhicules, ce qui représente environ %total-size% de données * il y a environ %total-users% membres, qui ont écrit plus de %total-comments% messages. ### Développement Développement et maintenance du projet est réalisée principalement par %developer% ([contributors](https://github.com/autowp/autowp/graphs/contributors)) La traduction du site en français: %fr-translator% et _Underscore_ La traduction du site en chinois: %zh-translator% La traduction du site en biélorusse: %be-translator% Brazilian portuguese site translation: %pt-br-translator% Le site propulsé par [Zend Framework](http://framework.zend.com/), [jQuery](http://jquery.com/), [Twitter bootstrap](http://getbootstrap.com/), ainsi que de nombreux autres. Une partie du code source du site est ouverte et un cours de communication supplémentaire, durant lequel tout le monde a eu l'occasion d'influencer la nature et la qualité du projet. %github% [![Build Status](https://travis-ci.org/autowp/autowp.svg?branch=master)](https://travis-ci.org/autowp/autowp) [![Code Climate](https://codeclimate.com/github/autowp/autowp/badges/gpa.svg)](https://codeclimate.com/github/autowp/autowp) [![Coverage Status](https://coveralls.io/repos/github/autowp/autowp/badge.svg?branch=master)](https://coveralls.io/github/autowp/autowp?branch=master) ### Soutenir le projet Vous pouvez soutenir notre projet [financièrement](/donate) ou [moralement](/feedback). Prenez partie dans la traduction du site (https://github.com/autowp/autowp-frontend/tree/master/src/locale) dans d'autres langues.
he_il: ### אנשים הפרויקט שלנו חייב את קיומו לאנשים שמגיעים לכאן ומשקיעים מזמנם וידעם. מישהו מוסיף חומרים, ומישהו עוזר למצוא שגיאות בקיימים. מישהו מתמחה במותג מסוים, ומישהו מתעדכן בכל דבר. מישהו בלי יותר מדי תשומת לב מבחוץ ממלא את האתר צעד אחר צעד, ומישהו אוסף כפיים סוערים עם תמונות נדירות אך בוערות. אנחנו רבים ואנחנו שונים, וזה נהדר. הנה רק כמה מאיתנו: %users% #### "הבדלי צבעים" כך קרה שאנחנו מבליטים כמה מאנשינו בצבע מיוחד - ירוק. לא סתם ככה - זו תווית מיוחדת. דעו לכם שאם אתם רואים מישהו מהירוקים, תמיד תוכלו לתפוס אותו ולשאול על כל דבר סביב הפרויקט שלנו, כי הירוקים הם האנשים הכי מגיבים ומתעניינים בחיי הפרויקט. חלק מה"ירוקים" ניחנים בפונקציות מנחה. ### מספרים כך קרה שאנחנו אוהבים לשעשע את ההבל שלנו במספרים גדולים, כמו גם להראות אותם לכולם. הנה כמה מהם בשבילך: * באתר יש יותר מ-%total-pictures% תמונות, %total-vehicles% מכוניות, שזה בערך %total-size% נתונים; * נרשמו בערך %total-users% משתמשים שהשאירו יותר מ-%total-comments% הודעות. ### התפתחות הפיתוח והתמיכה בפרויקט מתבצעים בעיקר על ידי %developer% תרגום אתר לצרפתית: %fr-translator% תרגום אתר לסינית: %zh-translator% תרגום אתר בלארוסית: %be-translator% תרגום אתר פורטוגזית ברזילאית: %pt-br-translator% האתר מופעל על ידי [Zend Framework](http://framework.zend.com/), [jQuery](http://jquery.com/), [Twitter bootstrap](http://getbootstrap.com/) וגם הרבה יותר. קוד המקור של האתר פתוח כך שכל אחד יכול להשפיע על מהות ואיכות הפרויקט. %github% [![Build Status](https://travis-ci.org/autowp/autowp.svg?branch=master)](https://travis-ci.org/autowp/autowp) [![Code Climate](https://codeclimate.com/github/autowp/autowp/badges/gpa.svg)](https://codeclimate.com/github/autowp/autowp) [![Coverage Status](https://coveralls.io/repos/github/autowp/autowp/badge.svg?branch=master)](https://coveralls.io/github/autowp/autowp?branch=master) ### תמכו בפרויקט אתה יכול לתמוך בפרויקט שלנו על ידי [פיננסים](/donate) או [מוסרי](/feedback).
it_it: ### Utenti Il nostro progetto deve la sua esistenza alle persone che vengono qui e investono il loro tempo e le loro conoscenze. Qualcuno aggiunge materiali e qualcuno aiuta a trovare errori in quelli esistenti. Qualcuno è specializzato in un particolare marchio e qualcuno tiene il passo con tutto. Qualcuno senza troppa attenzione dall'esterno riempie passo dopo passo il sito, e qualcuno raccoglie una standing ovation con foto rare ma scottanti. Siamo in tanti e siamo diversi, ed è fantastico. Ecco solo alcuni di noi: %users% #### "Differenziazione del colore" Evidenziamo alcune dei nostri utenti con un colore speciale: il verde. È un'etichetta speciale. Sappi che se vedi qualcuno dei Verdi, puoi sempre fare affidamento e chiedere qualsiasi cosa riguardo al nostro progetto, perché i Verdi sono le persone più reattive e interessate nella vita del progetto. Alcuni dei "verdi" sono dotati di funzioni di moderatore. ###Feedback Se hai commenti, suggerimenti o altri pensieri, puoi esprimerli sul [forum](/forums/), chiedere personalmente tramite il sistema di messaggistica o scrivere a "[feedback](/feedback)" dell'amministrazione del sito. Se hai domande su pubblicità, scambi di link o altri modi per promuovere il tuo prodotto, hanno tutte una risposta: non facciamo pubblicità. ###Numeri Amiamo divertire la nostra vanità con grandi numeri, oltre a mostrarli a tutti. Eccone alcuni per te: * sul sito ci sono più di %total-pictures% di immagini, %total-vehicles% di auto, che è circa %total-size% di dati * circa %total-users% utenti registrati con più di %total-comments% post ### Sviluppo Lo sviluppo e il supporto del progetto è svolto principalmente da %developer% ([contributors](https://github.com/autowp/autowp/graphs/contributors)) Traduzione del sito in francese: %fr-translator% Traduzione cinese del sito: %zh-translator% Traduzione del sito bielorusso: %be-translator% Traduzione del sito in portoghese brasiliano: %pt-br-translator% Il sito è alimentato da [Zend Framework](http://framework.zend.com/), [jQuery](http://jquery.com/), [Twitter bootstrap](http://getbootstrap.com/) e così come molte altre "parole intelligenti". Il codice sorgente del sito è aperto in modo che tutti possano influenzare l'essenza e la qualità del progetto. %github% [![Build Status](https://travis-ci.org/autowp/autowp.svg?branch=master)](https://travis-ci.org/autowp/autowp) [![Code Climate](https://codeclimate.com/github/autowp/autowp/badges/gpa.svg)](https://codeclimate.com/github/autowp/autowp) [![Coverage Status](https://coveralls.io/repos/github/autowp/autowp/badge.svg?branch=master)](https://coveralls.io/github/autowp/autowp?branch=master) ### Sostieni il progetto Puoi sostenere il nostro progetto con [finance](/donate) o [moral](/feedback). Partecipa alla [traduzione del sito](https://github.com/autowp/autowp-frontend/tree/master/src/locale) in altre lingue.
zh_cn: ### 我们的团队 来到这里投入时间和知识的人们是本网站存在的根基。 我们当中既有人添加图片，也有人帮助修改错误。有的人钟爱某一品牌，也有人喜爱所有车型。不仅有人一步步充实网站，更有人贡献出自己稀有的图片收藏。 在这个庞大的群体中，每个人都与众不同，这里是一些主要成员： %users% #### "不同颜色的用户名" 首先，我们当中一些人被一种特殊的颜色标记着———绿色，这是一个特殊的标签，当你看到绿色用户名时，可以向他们任何一位咨询关于网站的问题，因为绿色代表着本站最重要、最热情的一群人。 绿色用户名往往意味着管理员身份。 ### 意见反馈 如果您有任何意见、建议或其他的想法，可以到[论坛](/forums/)联系他们, 选择通过站内信或写“[意见反馈](/feedback)”为网站管理提建议。 如果您有关于广告、交换链接或推广产品的问题，很抱歉：我们不设置广告。 ### 资源 对于庞大的图片数量我们不能免俗地产生一种自豪感，并且想把这些数字公布出来，下面只是其中一部分: * 线上收录了超过%total-pictures%张图片、%total-vehicles%款车型，数据总量超过%total-size%。 * 逾%total-users%名用户发表了超过%total-comments%条评论。 ### 开发 网站的发展和技术支持主要来自%developer%([首要贡献者](https://github.com/autowp/autowp/graphs/contributors)) 法语页面建设者: %fr-translator% 中文页面建设者: %zh-translator% Belarusian site translation: %be-translator% Brazilian portuguese site translation: %pt-br-translator% 技术支持：[Zend Framework](http://framework.zend.com/)、[jQuery](http://jquery.com/)、[Twitter bootstrap](http://getbootstrap.com/)，还有许多优秀的计算机语言。 网站源代码向所有人开放，每个人都有机会影响网站的性质和质量。 %github% [![Build Status](https://travis-ci.org/autowp/autowp.svg?branch=master)](https://travis-ci.org/autowp/autowp) [![Code Climate](https://codeclimate.com/github/autowp/autowp/badges/gpa.svg)](https://codeclimate.com/github/autowp/autowp) [![Coverage Status](https://coveralls.io/repos/github/autowp/autowp/badge.svg?branch=master)](https://coveralls.io/github/autowp/autowp?branch=master) ### 支持我们 您可以通过[捐助](/donate) 或[反馈意见](/feedback)支持我们网站 欲添加更多语言请参与 [翻译网站](https://github.com/autowp/autowp-frontend/tree/master/src/locale) 。

source: Access Control
he_il: בקרת גישה
pt_br: Alterar senha
ru_ru: Управление доступом
uk_ua: Керування доступом

source: Change password
he_il: Сохранить перевод שנה את הסיסמה
pt_br: Alterar senha
ru_ru: Изменить пароль
uk_ua: Змінити пароль

source: Delete account
he_il: למחוק חשבון
pt_br: Deletar conta
ru_ru: Удалить учётную запись
uk_ua: Видалити обліковий запис

source: Access Control
es_es: Control de acceso
fr_fr: Contrôle d'accès
he_il: בקרת גישה
it_it: Controllo di Accesso
pt_br: Alterar senha
ru_ru: Управление доступом
uk_ua: Керування доступом
zh_cn: 账号管理

source: My accounts
es_es: Mis cuentas
fr_fr: Mes comptes
he_il: החשבון שלי
it_it: I miei account
pt_br: Minhas contas
ru_ru: Мои учётные записи
uk_ua: Мої облікові записи
zh_cn: 我的账号

source: Contacts
es_es: Contactos
he_il: אנשי קשר
it_it: Contatti
pt_br: Contatos
ru_ru: Контакты
uk_ua: Контакти
zh_cn: 好友

source: Account deleted
es_es: Cuenta eliminada
fr_fr: Compte supprimé
he_il: החשבון נמחק
it_it: Account cancellato
ru_ru: Учётная запись удалена
zh_cn: 账户已删除

source: Account delete
es_es: Borrar cuenta
fr_fr: Suppression d'un compte
he_il: החשבון נמחק
it_it: Cancella account
pt_br: Deletar conta
ru_ru: Удаление учётной записи
uk_ua: Видалити обліковий запис
zh_cn: 删除账号

source: My e-mail
es_es: Mi correo electrónico
fr_fr: Mon adresse e-mail
he_il: האימייל שלי
it_it: La mia e-mail
pt_br: Meu e-mail
ru_ru: Мой e-mail
uk_ua: Мій e-mail
zh_cn: 我的电子邮箱

source: Unmoderated
es_es: No moderado
fr_fr: En attente de modération
he_il: לא עבר ביקורת
it_it: Non moderato
pt_br: Não-moderadas
ru_ru: Немодерированные
uk_ua: Немодеровані
zh_cn: 未审核图片

source: Profile
es_es: Perfil
fr_fr: Profil
he_il: פרופיל
it_it: Profilo
pt_br: Perfil
ru_ru: Профиль
uk_ua: Профіль
zh_cn: 头像

source: Conflicts
es_es: Conflictos
fr_fr: Conflits
he_il: קונפליקטים
it_it: Conflitti
pt_br: Conflitos
ru_ru: Конфликты
uk_ua: Конфлікти
zh_cn: 纠纷

source: Account
es_es: Cuenta
fr_fr: Compte
he_il: חשבון
it_it: Profilo
ru_ru: Аккаунт
zh_cn: 帐户

# count-zero
source: none
es_es: ninguno
fr_fr: aucun
he_il: אף אחד
it_it: nessuno
pt_br: nenhum
ru_ru: нет
uk_ua: нема
zh_cn: 暂无

source: My pictures
es_es: Mi imagen
fr_fr: Mes images
he_il: התמונות שלי
it_it: Le mie immagini
pt_br: Minhas imagens
ru_ru: Мои картинки
uk_ua: Мої зображення
zh_cn: 已贡献图片

source: Forums subscriptions
es_es: Suscribirse al foro
fr_fr: Forums abonnés
he_il: ההרשמות שלי לפורום
it_it: Iscrizioni ai forum
pt_br: Inscrições nos fóruns
ru_ru: Подписки в форуме
uk_ua: Підписки в форумі
zh_cn: 论坛订阅更新

source: Specifications
es_es: Especificaciones
fr_fr: Caractéristiques
he_il: מפרטים
it_it: Specifiche
pt_br: Especificações
ru_ru: Технические характеристики
uk_ua: Технічні характеристики
zh_cn: 性能参数

source: Personal messages
es_es: Mensajes personales
fr_fr: Messages personnels
he_il: הודעה פרטית
it_it: Messaggi personali
pt_br: Mensagens pessoais
ru_ru: Личные сообщения
uk_ua: Приватні повідомлення
zh_cn: 站内信

source: Inbox
fr_fr: Messages entrants
he_il: הודעות נכנסות
it_it: Posta in entrata
ru_ru: Входящие
uk_ua: Вхідні
zh_cn: 收件箱

source: Sent
es_es: Enviar
fr_fr: Envoyé
he_il: הודעות שנשלחו
it_it: Inviato
pt_br: Mensagens enviadas
ru_ru: Отправленные
uk_ua: Надіслані
zh_cn: 已发送
